{
  "proverbList":[
    {
      "proverb":"Tor tortishib yiqilar,\nKeng – kengashib.",
      "explanation":"Churl and mean people always quarrel, therefore they often fall (do not get success); generous and gentle people always deliberate with others.",
      "equivalent":"-"
    },
    {
      "proverb":"Torga – tor dunyo,\nKengga – keng dunyo.",
      "explanation":"If a person is churl and mean, the world is seen narrow for him, if he is generous and gentle, the world is seen wide and beautiful for him.",
      "equivalent":"Evil doers are evil dreaders.\nEvil to him who evil thinks."
    },
    {
      "proverb":"Oyoqda etiging tor bo'lsa,\nDunyo kengligidan ne foyda.",
      "explanation":"If your shoes are so tight and hurting you, it is useless that the world is wide; it means if a person feels bad or he is poor, he cannot feel even huge goodness, happiness, or pleasure.",
      "equivalent":"-"
    },
    {
      "proverb":"Uyimiz tor bo'lsa ham,\nKo'nglimiz keng.",
      "explanation":"Though our house is not\nwide, our soul is wide. It says that though our house or office is small, we like guests’ visits and welcome any guest there.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqli kaltaning tili uzun.\nAqli qisqaning tili uzun bo'ladi.",
      "explanation":"A man who owns short intellect or knowledge, he has got a long tongue; a man who is fool, he speaks much.",
      "equivalent":"Who knows most, speaks least."
    },
    {
      "proverb":"Ekinni erta yiqqan xirmon qilar,\nKech qolgan armon qilar.",
      "explanation":"Who reaps his harvest early, he will get huge harvest; who reaps late, he will regret and get discontentment.",
      "equivalent":"Better early than late.\nThe early man never borrows from the late man.\nThe early bird catches the worm."
    },
    {
      "proverb":"Erta turgan ish bitirar, Kech turgan ko'p turtinar.\nErta turgan ish bitirar, Kech qolgan armon qilar.",
      "explanation":"Who gets up early, he will\nfinish his task, who gets up late, he will fall many times / regret.",
      "equivalent":"Early to bed, early to rise makes a man healthy, wealthy and wise.\nBetter early than late.\nHe that will thrive, must rise at five; he that has thriven, may lie till seven; but he that will never thrive, may lie till eleven.\nThe early man never borrows from the late man.\nThe early bird catches the worm."
    },
    {
      "proverb":"Erta ekkan butun olar, Kechga qolgan – o'tin.\nErta ekkan xirmon qilur, Kech ekkan armon qilur.",
      "explanation":"Who sows early, he will get whole harvest; who sows late, he will get only firewood. Who sows early, he will get huge harvest; who sows late, he will regret and get discontentment.",
      "equivalent":"Better early than late.\nThe early man never borrows from the late man.\nThe early bird catches the worm."
    },
    {
      "proverb":"Ayagan ko'zga cho'p tushar,\nErta tushmasa – kech tushar.",
      "explanation":"A hay drops into the eye, which is always protected and taken care, if not early, it will drop late surely.",
      "equivalent":"-"
    },
    {
      "proverb":"Xayrli ishning erta-kechi yo'q.",
      "explanation":"It is never early or late to do good deeds.",
      "equivalent":"It is never too late to mend."
    },
    {
      "proverb":"Bu yil izi bo'lsa,\nKelar yil o'zi bo'lar.",
      "explanation":"If there is his footprint this year, he will be himself next year. It means if any sign or word about someone is felt or heard now, after some time he will come himself.",
      "equivalent":"-"
    },
    {
      "proverb":"O‘tgan kun topilmas,\nKelar kun sotilmas.",
      "explanation":"Yesterday it could not be found, tomorrow it will not be sold. Some goods are rarely found in markets, even it is found they have their usual purchasers, who are not ordinary people, but a rich man of a high social status.",
      "equivalent":"-"
    },
    {
      "proverb":"Arzon – beillat emas,\nQimmat – behikmat emas.",
      "explanation":"A cheap thing has got some defect or blame, an expensive thing has got some advantages.",
      "equivalent":"-"
    },
    {
      "proverb":"Arzon bo'lsa – oluvchidan insof ketar,\nQimmat bo'lsa – sotuvchidan.",
      "explanation":"The customer, who purchases cheaply, is not honest; the salesman, who sells expensively, is not also honest.",
      "equivalent":"-"
    },
    {
      "proverb":"Sayoz daryo shovqin oqar,\nChuqur daryo sokin oqar.",
      "explanation":"Shallow river runs noisily, deep river runs quiet. It says that a person who says little, in fact he might know a lot; but a person who says much, in fact he might know very little.",
      "equivalent":"Still waters run deep.\nWho knows most, speaks least."
    },
    {
      "proverb":"Aytish oson, qilish qiyin.\nAytishga oson, uni amalga oshirish qiyin.",
      "explanation":"Saying is easy, doing is difficult. Saying is easy, implementing this work is difficult.",
      "equivalent":"Easier said than done.\nIt is easy to get a thousand prescriptions but hard to find a cure."
    },
    {
      "proverb":"Gapirish oson, bajarish qiyin.",
      "explanation":"Speaking is easy, doing is difficult.",
      "equivalent":"Easier said than done.\nIt is easy to get a thousand prescriptions but hard to find a cure."
    },
    {
      "proverb":"Boshliq bo'lish oson,\nBoshlamoq qiyin.",
      "explanation":"Being a chairman or leader is easy, but to lead or to begin is difficult.",
      "equivalent":"-"
    },
    {
      "proverb":"Buzish – oson, tuzish – qiyin.",
      "explanation":"Destroying – easy, constructing – difficult. It says destroying or damaging is easy, but constructing or building is very difficult.",
      "equivalent":"Scatter with one hand, gather with two."
    },
    {
      "proverb":"Odam bo'lish – oson,\nOdamiy bo'lish – qiyin.",
      "explanation":"Being an individual is easy, but being a human (who has good features of humanbeing that animals cannot have) is difficult.",
      "equivalent":"-"
    },
    {
      "proverb":"Erga tegish oson,\nEtik yechari qiyin.",
      "explanation":"Getting married to a man is easy, but taking his shoes off is difficult. In an Uzbek family a wife does housework a lot, therefore getting married is easy for her, but doing much housework is difficult.",
      "equivalent":"-"
    },
    {
      "proverb":"Yovlashmoq – oson,\nYarashmoq – qiyin.",
      "explanation":"Arguing or being enemies is easy, but then reconciling or being again friends is difficult.",
      "equivalent":"-"
    },
    {
      "proverb":"Bulutning qadri yo'q, oy yonida,\nFaqirning qadri yo'q, boy yonida.",
      "explanation":"A cloud is not dear, which stands near the Moon; a poor man is not dear, who stands near a rich man.",
      "equivalent":"-"
    },
    {
      "proverb":"Kambag‘al bosh ko'tarsa,\nBoy tosh ko'tarar.",
      "explanation":"If a poor man revolts, a rich man will lift a stone (will make that poor man silent with his force).",
      "equivalent":"-"
    },
    {
      "proverb":"Kambag'al bo'lsang, ko'chib ko'r,\nBoy bo'lsang – o'lib.",
      "explanation":"If you are poor, try to move to another place; if you are rich, try to die; then you can see a real trouble in both cases.",
      "equivalent":"Three removals are as bad as a fire."
    },
    {
      "proverb":"Kambag'al non yeydi,\nBoy – qon.",
      "explanation":"A poor man eats bread; a rich man drinks blood, because a rich man usually lives on the hard labour of others, he does not work himself hard.",
      "equivalent":"-"
    },
    {
      "proverb":"Kambag'al – piyoda,\nBoy – tuyada.",
      "explanation":"A poor man walks on foot, a rich man rides a camel. It means a poor man always feels difficulty, a rich man always rests and feels pleasure.",
      "equivalent":"The rich man has his ice in the summer and the poor man gets his in the winter.\nThe rich man thinks of the future, the poor man thinks of today."
    },
    {
      "proverb":"Kambag'al – topganda,\nBoy - sog'inganda.",
      "explanation":"A poor man can eat something when he can find or get it, a rich man can eat something when he misses or wants it.",
      "equivalent":"Poor men seek meat for their stomach; rich men stomach for their meat."
    },
    {
      "proverb":"Kambag'al to'ysa, boy uxlamas.",
      "explanation":"If a poor man is full, a rich man cannot sleep (because of his envy and evil feelings).",
      "equivalent":"-"
    },
    {
      "proverb":"Kambag'alning baxti boyning taxtini yiqitar.",
      "explanation":"A poor man's happiness or success destroy a rich man’s throne; it means if a poor man becomes happy or successful, a rich man will\nbe sad and angry.",
      "equivalent":"-"
    },
    {
      "proverb":"Kambag'alning to'yi to‘kin bo'lar,\nBoyning to'yi yupun bo'lar.",
      "explanation":"A poor man makes a good wedding party with much food, a rich man makes a poor wedding party with little food.",
      "equivalent":"A rich miser is poorer than a poor man."
    },
    {
      "proverb":"Yolg'iz yurib yo'l topguncha, Ko'p bilan yurib adash.",
      "explanation":"Better to lose your way with a lot of people than to find your way alone. It means if you are with a lot of people you may find a solution for any problem or mistake easily rather than lonely.",
      "equivalent":"One man, no man.\nThe voice of one man is the voice of no one."
    },
    {
      "proverb":"Yolg'izning yoyi yo'qolsa, topilmas,\nKo'pning o'qi yo'qolsa, topilar.",
      "explanation":"If alone man’s bow is lost, it will not be found; if many people’s arrow is lost, it will be found. It means if you are with a lot of people you may find a solution for any problem or mistake easily rather than lonely.",
      "equivalent":"One man, no man.\nThe voice of one man is the voice of no one."
    },
    {
      "proverb":"Er yigit o'zi uchun tug'ilar,\nEli uchun o'lar.",
      "explanation":"A real brave gentleman is born for himself, but dies for his nation; it means a real brave gentleman can devote his life for his nation.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun – tug'ilmoq,\nBir kun – o'lmoq.",
      "explanation":"One day is to be born, one day is to die; it means a person is born in one day and dies in one day, no one lives forever and no one knows his death day.",
      "equivalent":"All men must die.\nThe sea refuses no river."
    },
    {
      "proverb":"Kichik kalit katta uyni ochar.",
      "explanation":"A little key opens a big house (its door). It means that sometimes even a little or unnoticed things or events can be cause of great things or events. This proverb means both 1) positive and 2) negative meanings.",
      "equivalent":"1. Little pigeons can carry great messages.\nSmall rain lays great dust.\n2. A small leak will sink a great ship.\nLittle chips light great fires."
    },
    {
      "proverb":"Kichik xatoga katta jazo.",
      "explanation":"A great punishment for a little mistake; it means sometimes because of a little mistake a big trouble appears, therefore a mistaking man is given a great punishment.",
      "equivalent":"A little impatience will spoil great plans."
    },
    {
      "proverb":"Olgan mard emas,\nBergan – mard.",
      "explanation":"A man who takes is not generous, but a man who gives is generous. It is more blessed to give, than to receive.",
      "equivalent":"It is better to give than to receive."
    },
    {
      "proverb":"Olmoqni bermog'i bor,\nYemoqni qusmog'i.",
      "explanation":"If you take, you should give, if you eat, you should throw up (pay). If you take something from someone, you should also give something to that man.",
      "equivalent":"Give and take is fair play."
    },
    {
      "proverb":"Olarda kirar jonim,\nBerarda chiqar jonim.",
      "explanation":"While taking I get one more life, while giving I lose my life. It means that it is easy and pleasant to take (borrow) money or any other thing; but it is difficult and unpleasant to give it back.",
      "equivalent":"-"
    },
    {
      "proverb":"Birinchi kelgan birinchi ketadi.",
      "explanation":"Firstly come will go firstly. It means that 1) firstly got wealth or other things are sent soon, too; 2) firstly come person should go firstly.",
      "equivalent":"1. Quickly come, quickly go.\n2. Young men may die, but old men must die."
    },
    {
      "proverb":"Erta kelgan erta ketar.",
      "explanation":"Early come will go early. It means that 1) early got wealth or other things are sent early, too; 2) early come person should go early.",
      "equivalent":"1. Quickly come, quickly go.\n2. Young men may die, but old men must die."
    },
    {
      "proverb":"Jahl kelganda aql ketadi.",
      "explanation":"When anger comes, intellect will go away. It means that when a man gets angry he losts his wit, he cannot think clearly, and he behaves foolishly or badly.",
      "equivalent":"Anger begins with folly and ends with repentance."
    },
    {
      "proverb":"Mehmonning kelish ixtiyori o'zidan, ketish ixtiyori esa mezbondan.",
      "explanation":"A guest comes when he wants, he goes when the host wants. In Uzbek culture a guest may come without letting the host know about his visit, and he may go from the hosts house if the host lets him go. It proves the hospitality of the Uzbek people.",
      "equivalent":"-"
    },
    {
      "proverb":"Oson kelgan boylik oson ketadi.",
      "explanation":"Easily come wealth goes easily. It reflects that easily got wealth or other things are sent easily, too.",
      "equivalent":"Easy come, easy go.\nLight come, light go."
    },
    {
      "proverb":"Tez kelgan tez ketadi.",
      "explanation":"Quickly come quickly go. It means that quickly got wealth or other things are sent quickly, too.",
      "equivalent":"Quickly come, quickly go."
    },
    {
      "proverb":"Haromdan kelgan haromga ketar.",
      "explanation":"Gotten from haram (anything that is forbidden by Islamic religion) will be spent to haram.",
      "equivalent":"Ill-gotten, ill-spent."
    },
    {
      "proverb":"Yangining nodonligi bor, Eskining – qadrdonligi.",
      "explanation":"A new one (worker, member) has got foolishness, an old one (worker, member) has got closeness.",
      "equivalent":"Only with a new ruler you do realise the value of the old."
    },
    {
      "proverb":"Kiyimning yangisi – yaxshi,\nDo'stning – eskisi.",
      "explanation":"New clothes are good, an old friend is good. Because old friends have been with you in both happy and difficult times and therefore they are reliable.",
      "equivalent":"Forsake not old friends for new.\nMake new friends but keep the old, for one is silver and the other is gold."
    },
    {
      "proverb":"Ilmning avvali achchiq,\nSo'ngi – totli.",
      "explanation":"The beginning of knowledge is bitter, but its end is sweet. It says that getting knowledge is very hard, but then the result is very good.",
      "equivalent":"Knowledge has bitter roots but sweet fruits."
    },
    {
      "proverb":"Oyning o'n beshi qorong'u bo'lsa,\nO'n beshi – yorug‘.",
      "explanation":"If fifteen days of a month are dark, the rest feeften days of the month are bright. It means if someone’s day is hard with a lot of troubles, the man should not sink in trouble, he should be patient and hope other days will be full of happiness.",
      "equivalent":"Bad luck often brings good luck.\nBear all with evil and expect good.\nEven the weariest river winds somewhere safe to sea.\nEvery cloud has a silver lining.\nThe worse luck now, the better another time."
    },
    {
      "proverb":"Urushning boshi – o'yin,\nOxiri – o'lim.",
      "explanation":"The beginning of a war is (looks like) a game, but the ending is death. The ending of the war is always very painful for a lot of people.",
      "equivalent":"-"
    },
    {
      "proverb":"So'zning boshi qattiq bo‘lsa,\nOxiri totlik bo'lar.",
      "explanation":"If the beginning of a word (speech) is bitter, the ending of the word (speech) will be sweet. Therefore, you should listen the word (speech) till the end, then you can realise its real sense.",
      "equivalent":"-"
    },
    {
      "proverb":"Avvali yaxshi bo'lsa, oxiri shoyli bo'lur.",
      "explanation":"If the beginning of something is good, the ending of this thing will be as better as silk. ",
      "equivalent":"A good beginning makes a good ending.\nA good beginning is half the battle.\nWell begun is half done."
    },
    {
      "proverb":"Avvalini berguncha, oxirini bersin.",
      "explanation":"It is better to have good ending than to have good beginning.",
      "equivalent":"Good to begin well, better to end well."
    },
    {
      "proverb":"Boy boy uchun tirishar,\nKambag'al kambag'alga bo'lishar.",
      "explanation":"A rich man helps to another rich man, a poor man helps to another poor man.",
      "equivalent":"-"
    },
    {
      "proverb":"Boy kiysa – qulluq bo‘lsin!\nKambag'al kiysa – qayoqdan olding?",
      "explanation":"If a rich man wears new clothes, others praise his new clothes; if a poor man wears new clothes, others ask: “Where did you take it from?”.",
      "equivalent":"-"
    },
    {
      "proverb":"Boy to'y tuzar,\nKambag‘alning to'ni to'zar.",
      "explanation":"A rich makes a wedding party easily, but if a poor man makes a wedding party; his ton(24) will become very shabby – he will have great difficulty.",
      "equivalent":"-",
      "footnote":"24 To‘n – o‘zbek milliy kiyimi, qo‘lda tikiladi va palto kabi qalin bo‘ladi / one of the Uzbek national handmade top clothes, which is hot like a coat."
    },
    {
      "proverb":"Boyga mehmon bo'lsang, baqirasan,\nKambag'alga mehmon bo'lsang, kekirasan.",
      "explanation":"If you are a rich man’s guest, you will cry (because of hunger); if you are a poor man’s guest, you will belch (become full).",
      "equivalent":"A rich miser is poorer than a poor man."
    },
    {
      "proverb":"Boyga mehmon bo'lsang, joning chiqar,\nKambag'alga mehmon bo'lsang, qoming chiqar.",
      "explanation":"If you are a rich man’s guest, you will die (because of hunger); if you are a poor man’s guest, you will become fat.",
      "equivalent":"A rich miser is poorer than a poor man."
    },
    {
      "proverb":"Boyga – shifokor,\nKambag'alga – duo.",
      "explanation":"For a rich man – a doctor, for a poor man – praying. It says if a rich man becomes ill, he can call a doctor to cure him; but if a poor man becomes ill, he cannot pay for a doctor’s cure, so he can pray for recovering.",
      "equivalent":"Poor men seek meat for their stomach; rich men stomach for their meat.\nThe rich man has his ice in the summer and the poor man gets his in the winter.\nThe rich man thinks of the future, the poor man thinks of today."
    },
    {
      "proverb":"Boyning bug'doy nonidan,\nKambag'alning bug'doy so'zi yaxshi.",
      "explanation":"A poor man's wheat word is better than a rich man’s wheat bread. It means that a rich man does not want to give something to others, a poor man may give to others what he has got.",
      "equivalent":"-"
    },
    {
      "proverb":"Boyning jon bergani bilinmas,\nKambag'alning – non bergani.",
      "explanation":"It is not noticeable that a rich man dies (because others make his funeral spending his own money), and a poor man gives bread (because others do not know how much it is hard for him to find bread).",
      "equivalent":"-"
    },
    {
      "proverb":"Boyning ko'zi nonda,\nKambag'alniki – imonda.",
      "explanation":"A rich man’s eyes are on bread, a poor man’s eyes are on Islamic faith; it means the rich men are usually greedy.",
      "equivalent":"-"
    },
    {
      "proverb":"Boyning xotini bo'lguncha,\nKambag'alning kavushi bo'l.",
      "explanation":"It is better to be a poor man’s kavush(25) than a rich man’s wife, because a rich man does not take care his wife as much as a poor man takes care his shoes.",
      "equivalent":"-",
      "footnote":"25 Kavush – o‘zbek milliy oyoq kiyimi, qo‘lda tayyorlanadi va qalin bo‘ladi. / one of the Uzbek national handmade shoe, which is hot."
    },
    {
      "proverb":"Boyning o'g'li kelsa – to'rga,\nKambag'alning o'g'li – go'rga.",
      "explanation":"If a rich man’s son comes, he will sit in a high place; if a poor man’s son comes, he will sit in a grave (the exaggeration of very low place).",
      "equivalent":"-"
    },
    {
      "proverb":"Kengga keng dunyo, torga tor dunyo.",
      "explanation":"If a person is generous and gentle, the world is see wide and beautiful for him; if a person is churl and mean, the world is seen narrow for him.",
      "equivalent":"Evil doers are evil dreaders.\nEvil to him who evil thinks."
    },
    {
      "proverb":"Kengashganga – keng dunyo,\nTalashganga – tor dunyo.",
      "explanation":"If a person often agrees with others in a gentle way, the world is seen wide and beautiful for him; if a person often quarrels with others, the world is seen narrow for him.",
      "equivalent":"Evil doers are evil dreaders.\nEvil to him who evil thinks."
    },
    {
      "proverb":"Yomonning zarari tegar keng yo'lda,\nYaxshining foydasi tegar tor yo'lda.",
      "explanation":"A bad man does harm even in a wide road (in a good situation), a good man helps to others even in a narrow road (in trouble or difficulty).",
      "equivalent":"-"
    },
    {
      "proverb":"Katta uyga ne kerak,\nKichik uyga shu kerak.",
      "explanation":"The thing which is necessary for a big house is also necessary for a small house.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta to'qoch pishguncha,\nKichik to'qoch kuyibdi.",
      "explanation":"A small doughnut will burn until a big one is cooked.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta arava qaydan yursa,\nKichik arava shundan yurar.",
      "explanation":"Where a big cart goes, a small one follows it. It means what an adult man does, a young man repeats his action or follows him.",
      "equivalent":"As the old cock crows, so does the young."
    },
    {
      "proverb":"Oyog'i katta topganini kiyar,\nOyog'i kichik – istaganini.",
      "explanation":"A man with big feet wears shoes which he can find, a man with small feet wears shoes which he wants.",
      "equivalent":"-"
    },
    {
      "proverb":"Qo‘y katta, qo'zi kichik,\nEchki sizga lozim emas.",
      "explanation":"A sheep is big, a lamb is small for you, and you do not need a goat too. It reflects that sometimes a man does not agree with any thing, factor or condition.",
      "equivalent":"-"
    },
    {
      "proverb":"Uzun tilim – uzgun tilim,\nQisqa tilim – tizgin tilim.",
      "explanation":"My long tongue cuts (destroys) something, my short tongue controls something. It means speaking so much is bad and speaking little is good.",
      "equivalent":"Speech is silver, silence is golden.\nSpeech is silver, but silence is golden.\nSilence is golden.\nA close mouth catches no flies.\nA shut mouth catches no flies.\nA bleating sheep loses a bite."
    },
    {
      "proverb":"Arqonning uzuni, gapning qisqasi yaxshi.",
      "explanation":"A rope should be long, and a sentence should be short. It means speaking so much is bad and speaking little is good.",
      "equivalent":"Speech is silver, silence is golden.\nSpeech is silver, but silence is golden.\nSilence is golden.\nA close mouth catches no flies.\nA shut mouth catches no flies.\nA bleating sheep loses a bite."
    },
    {
      "proverb":"O'zim baland bo'lsam ham, toleyim past.",
      "explanation":"Although I am tall, my fate is short (low). It means that the success or luck of a man does not depend on his figure or outer appearence.",
      "equivalent":"-"
    },
    {
      "proverb":"Kechning xazinasidan ertaning nasibasi yaxshi.",
      "explanation":"An early portion is better than late treasure.",
      "equivalent":"Better early than late."
    },
    {
      "proverb":"Og'ir bosilguncha, yengil ko'tarilar.",
      "explanation":"A light thing will go up till a heavy thing goes down. It means that a lie can spread over till a true is disclosed and approved.",
      "equivalent":"-"
    },
    {
      "proverb":"G'azab – oldinda, aql – keyinda.",
      "explanation":"Anger is in front, intellect is behind. It means that when a man gets angry he losts his wit, he cannot think well, and he behaves foolishly or badly.",
      "equivalent":"Anger begins with folly and ends with repentance."
    },
    {
      "proverb":"Kashta qimmat, sabr arzon.",
      "explanation":"Embroidery is expensive, patience is cheap. It means if a person sews embroidery with patience he will sell it for much money, patience and endurance provide much success.",
      "equivalent":"Patience is a virtue."
    },
    {
      "proverb":"Quda bo'lmoq – qiyin,\nJudo bo'lmoq – oson.",
      "explanation":"Being kuda(26) is difficult, separating is easy. It means that making a wedding party and continuing marriage tradions after the wedding (in an Uzbek family parents make a wedding party and a lot of marriage traditions for their children) is difficult, but while divorcing there is not any tradition or task for parents.",
      "equivalent":"-",
      "footnote":"26 Quda – o‘zbek millatida o‘g’li va qizi bir-biri bilan turmush qurgan ikki ota-onalardan istalgan biri / one of the two pairs of parents, whose son and daughter get married to each other in the Uzbek nation."
    },
    {
      "proverb":"Bor tovog'im, kel tovog'im,\nKelishingda quruq bo‘lsang,\nO‘rta yerda sin, tovog'im.",
      "explanation":"Go, my basin, come my basin; if you are empty while you are coming back, break in the middle of your way. According to one of the Uzbek traditions that if an Uzbek family goes to a wedding, or a funeral, or even as guests to someone’s house, they always bring some food or meal in a large basin. So, the proverb means that if I bring some food or meal to someone’s house, he should also bring me some food or meal when he comes as a guest.",
      "equivalent":"Give and take is fair play.\nSmall gifts make friends, great ones make enemies."
    },
    {
      "proverb":"Notanish farishtadan sinashta shayton yaxshi.",
      "explanation":"A checked (familiar) devil is better than an unknown angel. It says a known bad man is better than an unknown good man, because one does not know whether the unknown man is really good or not.",
      "equivalent":"-"
    },
    {
      "proverb":"Bor tovog'im, kel tovog'im,\nBormasang, kelmasang, O'rtada sin tovog'im.",
      "explanation":"Go, my basin, come my basin; if you do not go and come back, break in the middle of your way. According to one of the Uzbek traditions that if an Uzbek family goes to a wedding, or a funeral, or even as guests to someone’s house, they always bring some food or meal in a large basin. So, the proverb means that if I bring some food or meal to someone’s house, he should also bring me some food or meal when he comes as a guest.",
      "equivalent":"Give and take is fair play.\nSmall gifts make friends, great ones make enemies."
    },
    {
      "proverb":"Asli dushman do'st bo'lmas,\nQaynab qoni qo'shilmas.",
      "explanation":"A real enemy will never be a friend, and his blood will never join to yours.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman siringni o'g'irlar,\nDo‘st xatongni to'g'rilar.",
      "explanation":"Your enemy steals your secret and tries to harm you with it, your friend corrects your mistake.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman tegi – poy,\nDo'st toji – sir.",
      "explanation":"An enemy’s foot is a check, a friend’s crown is a secret. It means that if you see your enemies foot, he is checking or trying to get your secret; your friend tries to keep your secret as his crown.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman terisidan do'sting uchun po'stin bich.",
      "explanation":"Sew a coat for your friend from your enemy’s leather. It means always help and do virtue to your friend but not to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman chaqirsa borma,\nDo'st chaqirsa qolma.",
      "explanation":"If an enemy calls you, do not go; if a friend calls you, go without any hesitation.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman – shod, do'st – poymol.",
      "explanation":"If an enemy is happy, a friend will be disappointed.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman eshigini qoqqandan ko'ra,\nDo'st uyini qoqlagan yaxshi.",
      "explanation":"It is better to do harm to your friend’s house than to knock your enemy’s door. It means doing harm to your friend is better than doing virtue to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman o'lar, do'st qolar,\nO'sma ketar, qosh qolar.",
      "explanation":"An enemy will die (go away), a friend will remain, osma(27) will go away, eyebrow will remain.",
      "equivalent":"-",
      "footnote":"27 O‘sma – qoshga yoki sochga suriladigan to‘q rangli suyuqlik yoki shu shuyuqlik olinadigan o‘simlik nomi / dark liquid that is used to dye eyebrows and hair or the name of a plant that this liquid is made from."
    },
    {
      "proverb":"Dushman o'ldirib oftobga tashlar,\nDo'st o'ldirib – soyaga.",
      "explanation":"If an enemy kills you, he puts your dead body under the sun; if a friend kills you (because of no other way out), he puts your body dead body in shadow. It means a friend never wants to do evil to you.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmanga choh qaziguncha,\nDo'stingga uy solib ber.",
      "explanation":"Better to build a house for your friend than dig a hole (for doing harm) for your enemy. It means doing virtue to your friend is better than doing harm to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmanga o't ber,\nDo'stingga – sut.",
      "explanation":"Give grass to your enemy, give milk to your friend. It means give better things to your friend.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmanimning do'sti – mening dushmanim,\nDushmanimning dushmani – mening do'stim.",
      "explanation":"The friend of my enemy is my enemy, the enemy of my enemy is my friend.",
      "equivalent":"The enemy of my enemy is my friend."
    },
    {
      "proverb":"Dushmaningni qarg'ama, do'stingga tegar.",
      "explanation":"Do not curse you enemy, your curse may affect not on your enemy, but on your friend.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmanni yengmoqchi bo'lsang,\nDo'stingni ehtiyot qil.",
      "explanation":"If you want to win your enemy, take care of your friend, because he will help you to fight with your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmanning donidan,\nDo'stning somoni yaxshi.",
      "explanation":"A friend’s straw is better than an enemy’s corn.",
      "equivalent":"A friend's frown is better than a foe's smile."
    },
    {
      "proverb":"Dushmanning suyganidan,\nDo'stning urgani yaxshi.",
      "explanation":"A friend’s hit is better than an enemy’s love.",
      "equivalent":"A friend's frown is better than a foe's smile."
    },
    {
      "proverb":"Ishkambadan go'sht bo'lmas,\nDushman aslo do'st bo'lmas.",
      "explanation":"A stick cannot be meat, your enemy cannot be your friend.",
      "equivalent":"-"
    },
    {
      "proverb":"Olisdagi dushmandan,\nAngnib yurgan do‘st yomon.",
      "explanation":"A friend, who is angry with you, is worse than an enemy, who is far from you.",
      "equivalent":"-"
    },
    {
      "proverb":"Orqangdagi dushman – oldingdagi do'st.",
      "explanation":"A man standing behind you is your enemy, a man standing in front of you is your friend; because an enemy always tries to deceive you, but a friend always tries to show you truth.",
      "equivalent":"-"
    },
    {
      "proverb":"Qovunni dushmaningga kestir,\nGo'shtni – do'stingga.",
      "explanation":"Let your enemy cut a melon, and let your friend cut meat, because while cutting a melon, one should take its rind off much, while cutting meat, one should take its unnecessary parts off, but not so much.",
      "equivalent":"-"
    },
    {
      "proverb":"Ahmoqqa – kaltak,\nDonoga – ishorat.",
      "explanation":"A stick is for a fool man, a gesture is for a wise man. It means a fool man does not understand even a man explain him with hitting him with a stick, a wise man understands even without a word, but with just one gesture.",
      "equivalent":"-"
    },
    {
      "proverb":"Ahmoq so'zlar, aqlli tinglar.",
      "explanation":"A fool speaks (much), a wise man hears (much).",
      "equivalent":"Be swift to hear, slow to speak."
    },
    {
      "proverb":"Ahmoq bilan ziyofatga borgandan\nAqlli bilan cho'p tergan yaxshi.",
      "explanation":"Better to pick up sticks with a wise man than to go to banquet with a fool man.",
      "equivalent":"-"
    },
    {
      "proverb":"Ahmoqda aql bo'lmas,\nAqlli baxil bo'lmas.",
      "explanation":"A fool man does not have got wit, a wise man is not envious or mean.",
      "equivalent":"Fools live poor to die rich."
    },
    {
      "proverb":"Aytuvchi ahmoq bo'lsa,\nTinglovchi dono kerak.",
      "explanation":"If a speaker is fool, a listener should be wise, because if both them are fool, their conversation will be meaningless.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlsizga og'a bo'lgandan\nAqllining to'nkasini yorgan yaxshi.",
      "explanation":"Better to chop a wise man’s stump than to be the brother of a fool man.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlsiz – jahlli, jahlsiz – aqlli.",
      "explanation":"A fool man is (often) angry, a wise man is (often) quiet.",
      "equivalent":"-"
    },
    {
      "proverb":"Nodon kuzatar,\nDono tuzatar.",
      "explanation":"A fool man only watches him, if someone is in trouble or ill, but a wise man tries to cure or help him.",
      "equivalent":"-"
    },
    {
      "proverb":"Nodon so'zlar,\nDono ibrat olar.",
      "explanation":"A fool speaks, a wise man learns something even from that fool’s speech.",
      "equivalent":"A wise man will learn something even from the words of a fool.\nWise men learn by other men’s harm, fools, by their own."
    },
    {
      "proverb":"Nodonga – kaltak,\nDonoga – ishora.",
      "explanation":"A stick is for a fool man, a gesture is for a wise man. It means a fool man does not understand even a man explain him with hitting him with a stick, a wise man understands even without a word, but with just one gesture.",
      "equivalent":"-"
    },
    {
      "proverb":"Nodonning dili – tilida,\nDononing tili – dilida.",
      "explanation":"A fool man often speaks what he has got in his soul, a wise man keeps his words in his soul, because he thinks carefully before speaking.",
      "equivalent":"-"
    },
    {
      "proverb":"Nodonning kulfati ko'p,\nDononing – hikmati.",
      "explanation":"A fool man has got much trouble, a wise man has got many wise words and good deeds.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval bil, keyin qil.",
      "explanation":"First know, then do. It means that first learn how to do something, then do it.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval o'rgan, keyin o'rgat.",
      "explanation":"First learn, then teach. It means that before teaching something you must learn it yourself.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval – xesh(28), keyin – darvesh.",
      "explanation":"First a relative, then a beggar. It means that firstly you should help to your relatives, then you should help to a beggar.",
      "equivalent":"-",
      "footnote":"28 Mazkur so‘z shevada “qarindosh” ma’nosini ifodalaydi. / This word means “relative” in a dialect."
    },
    {
      "proverb":"Avval – non, keyin in'om.",
      "explanation":"First bread, then gift. It means that if a guest comes to your house, you should give him something to eat before asking what he brings to you as a gift.",
      "equivalent":"A hungry belly has no ears."
    },
    {
      "proverb":"Avval taom, bad'az(29) kalom.",
      "explanation":"First a meal, then conversation. It means that if a guest comes to your house, you should give him something to eat before having conversation with him.",
      "equivalent":"A hungry belly has no ears.",
      "footnote":"29 Mazkur so‘z “keyin, so‘ngra” so‘zlarining tarixiy variantidir. / This word is the old variant of “after, then”."
    },
    {
      "proverb":"Avval o'z aybingni bil,\nSo'ngra boshqadan kul.",
      "explanation":"First you should know your guilt, then you may laugh at someone.",
      "equivalent":"The camel never sees its own hump, but that of its brother is always before its eyes."
    },
    {
      "proverb":"Avval surishtirib boq,\nSo'ngra nog'ora qoq.",
      "explanation":"First check, then play the drum. You should examine something deeply before announcing them among others.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval o'zingga boq,\nSo'ngra nog'ora qoq.",
      "explanation":"First look at yourself, then play the drum. It means that\nfirst you should know your guilt, then you may speak out about another’s guilt.",
      "equivalent":"The camel never sees its own hump, but that of its brother is always before its eyes.\nThe pot calls the kettle black."
    },
    {
      "proverb":"Avval o'yla, keyin so'yla.",
      "explanation":"First think, then speak. You should think about what to speak, then you should speak.",
      "equivalent":"First think, then speak.\nThink today and speak tomorrow."
    },
    {
      "proverb":"Avval otingni taqala,\nKeyin yo'l tanla.",
      "explanation":"First shoe your horse (prepare your horse), then choose a road.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval iqtisod, keyin siyosat.",
      "explanation":"First economics, then politics. It means that a man without money, food or other necessary things for living does not listen or understand your words or thougths.",
      "equivalent":"A hungry belly has no ears."
    },
    {
      "proverb":"Avval yo'ldosh, keyin yo'l.",
      "explanation":"First a road companion, then a road. Before choosing a road to go, you should choose a companion, who goes with you. Because passing a long road becomes easier with a good companion.",
      "equivalent":"-"
    },
    {
      "proverb":"Avval – bahor, oxir – xazon.",
      "explanation":"First – spring, last – fall. Everything or everyone is new, young, fresh or beautiful in its or his early days, and becomes old, shabby or not beautiful in its or his last days.",
      "equivalent":"-"
    },
    {
      "proverb":"Birovga besh kun oldin kelsa,\nBirovga besh kun keyin keladi.",
      "explanation":"If luck comes to someone five days earlier, it will come to another one five days later, luck comes to everyone, but in its time respectively.",
      "equivalent":"There is a time for everything.\nThere is a time and place for everything."
    },
    {
      "proverb":"Oldin angla, keyin tanla.",
      "explanation":"First comprehend, then choose.",
      "equivalent":"-"
    },
    {
      "proverb":"Gapni oz so'zla, ishni ko'p ko'zla.",
      "explanation":"Speak little, do much work.",
      "equivalent":"Actions speak louder than words.\nLeast said, soonest mended."
    },
    {
      "proverb":"Kam bo‘lsa yetar, Ko'p bo'lsa ketar.\nOz bo'lsa yetar, Ko'p bo'lsa ketar.",
      "explanation":"If there is a little amount, it is enough, if there is much, it is sent very easily. It means if a person has got much money, he spends it wastefully, if a person has got not so much wealth, he thinks about for what to spend it carefully.",
      "equivalent":"Penny – wise and pound – foolish."
    },
    {
      "proverb":"Ozni beja, ko'pni teja.",
      "explanation":"If you have a little, try to spend it for useful things, if you have much, try to economize it.",
      "equivalent":"-"
    },
    {
      "proverb":"Oz so'z – orom so'z,\nKo'p so'z – harom so'z.",
      "explanation":"Few words are good words, many words are haram (anything that is forbidden by Islamic religion, bad) words. It means speaking much is not right.",
      "equivalent":"Speech is silver, silence is golden.\nSilence is golden.\nA close mouth catches no flies.\nA shut mouth catches no flies.\nA bleating sheep loses a bite."
    },
    {
      "proverb":"Ozdan – oz, ko'pdan – ko'p.",
      "explanation":"From little it comes little, from much it comes much; if you spend little money for some business, the income will be also little, if you spend much money for some business, the income will be also much.",
      "equivalent":"Good seed makes a good crop."
    },
    {
      "proverb":"Avvalgi baxtim – gul baxtim,\nKeyingi baxtim – suvga oqdim.",
      "explanation":"Luck in my early years is as beautiful as a flower, but luck in my old ages looks like running water; so, luck in early ages is better than luck in old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Avvalgi savdo – savdo,\nKeyingi savdo – g'avg'o.",
      "explanation":"First bargain is a real bargain, but next bargain is a real scandal. It means that the first bargain is better then the next ones.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomon kun yaxshi bo'lar,\nYomon odam yaxshi bo'lmas.",
      "explanation":"A bad day will turn to a good day, but a bad man will not become a good man.",
      "equivalent":"Hang a thief when he’s young, and he’ll no steal when he’s old."
    },
    {
      "proverb":"Yomon xotin yomon kunda qochar,\nYaxshi kunda kulib, bag'rin ochar.",
      "explanation":"A bad wife leaves you in your bad days, and she stays with you keeping her smile in your good days.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomon ko'rishni bilmagan,\nYaxshi ko'rishni ham bilmas.",
      "explanation":"He does not know to love, who does not know to hate.",
      "equivalent":"-"
    },
    {
      "proverb":"Sovuq-sovuq so'zlasang, Qilich chiqar qinidan,\nIliq-iliq so'zlasang, Ilon chiqar inidan.",
      "explanation":"If you speak coldly (with bad words or attitude), a sword comes out of its sheath (to kill you); if you speak warmly (with good words or attitude), a snake comes out of its nest (not to harm, but to do something good for you).",
      "equivalent":"Good words are worth much and cost little.\nPoliteness costs little, but yields much.\nSee no evil, hear no evil, speak no evil.\nWith a sweet tongue and kindness, you can drag an elephant by a hair."
    },
    {
      "proverb":"Sovuq oyoqdan urar,\nIssiq – boshdan.",
      "explanation":"Cold (weather) harms a foot firstly, hot (weather) harms a head firstly.",
      "equivalent":"-"
    },
    {
      "proverb":"Ablah do'st dushmandan yomon,\nNe hiyla bilsa, ishlatar oson.",
      "explanation":"A villain friend is worse than an enemy, he uses a lot of cunning (to you) easily, which he knows.",
      "equivalent":"Better an open enemy than a false friend."
    },
    {
      "proverb":"Ahmoq do'st yovdan yomon.",
      "explanation":"A stupid friend is worse than an enemy.",
      "equivalent":"A wise enemy is better than a foolish friend."
    },
    {
      "proverb":"Do'st achitib gapirar, Dushman – kulib.\nDo'st achitib gapirar, Dushman – kuldirib.",
      "explanation":"A friend tells bitter truth, an enemy tells (sweet) lie with smiling. A friend tells bitter truth, an enemy tells (sweet) lie which makes you laugh.",
      "equivalent":"A friend's frown is better than a foe's smile.\nThe eye of a friend is a good mirror.\nThere is no better looking-glass than an old friend."
    },
    {
      "proverb":"Do'st boshga boqar, Dushman – oyoqqa.\nDo'st yuzingga boqar, Dushman – izingga.",
      "explanation":"A friend looks at your head / face, an enemy looks at your feet / footprints (he tries to find your weak points).",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st gilaga chopar,\nDushman – hiylaga.",
      "explanation":"A friend rushes to (do) virtue, en enemy rushes to deceive you.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st yig'latar,\nDushman kuldirar.",
      "explanation":"A friend makes you weep by telling you bitter truth, an enemy makes you laugh by telling you sweet lie.",
      "equivalent":"A friend's frown is better than a foe's smile.\nThe eye of a friend is a good mirror.\nThere is no better looking-glass than an old friend."
    },
    {
      "proverb":"Do'st kuydirib aytar,\nDushman – suydirib.",
      "explanation":"A friend tells bitter truth that makes you sad, an enemy tells sweet lie that you may like.",
      "equivalent":"A friend's frown is better than a foe's smile.\nThe eye of a friend is a good mirror.\nThere is no better looking-glass than an old friend."
    },
    {
      "proverb":"Do'st kuyunar,\nDushman suyunar.",
      "explanation":"A friend sorrows over your\ntrouble, an enemy rejoices over your difficulty.",
      "equivalent":"A friend in need is a\nfriend indeed."
    },
    {
      "proverb":"Do'st oldingda gapirar,\nDushman – orqangdan.",
      "explanation":"A friend speaks in front of you, an enemy speaks behind you; because an enemy always tries to deceive you, but a friend always tries to show you truth.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st – oltining,\nDushman – qotiling.",
      "explanation":"Your friend is your gold, your enemy is your murderer; because your friend tries to help you, and enemy tries to harm you.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st – oshkor,\nDushman – yashirin.",
      "explanation":"A friend is obvious, an enemy is hidden. It means that your friend does everything obviuosly, but an enemy does everything without showing you, because he wants to deceive you.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st sirini dushmandan pinhon tut.",
      "explanation":"Keep your friend’s secret from you enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st yuzidan bilinar,\nDushman – izidan.",
      "explanation":"A friend is known by his face, an enemy is known by his footprints.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stga aytdim so'zimni, Dushman bildi sirimni.",
      "explanation":"I told my secret to my friend, then my enemy knew (heard) my secret. It means that some false friends tell your secret to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stga yolg'on, dushmanga chin gapirma.",
      "explanation":"Do not lie your friend, and do not tell truth to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stga xiyonat qilma,\nDushmanga – shafqat.",
      "explanation":"Do not betray your friend, and do not forgive your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stda dushmanning qulog'i bor.",
      "explanation":"A friend has got an enemy’s ear. It means that some false friends tell your secret to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'sting kelsa, dolonda kut,\nDushman kelsa – ayvonda.",
      "explanation":"If your friend comes, wait him inside, because it is not dangerous; if your enemy comes, wait him outside, because it is dangerous to let him inside.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stingga rost gapir,\nDushmaningga – maqtanib.",
      "explanation":"Tell only truth to your friend, boast yourself to your enemy, your enemy will become sad, afraid or weak because of your boasting.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stingni saqlama, yo’ldan qolar,\nDushmanni saqlama, Siring olar.",
      "explanation":"Do not keep your friend (with you), he will be late for his way (business), do not keep your enemy (with you), he will get your secret.",
      "equivalent":"Friends are thieves of time."
    },
    {
      "proverb":"Do'stlarimdan o'zing saqla,\nDushmanlarimni o'zim bilaman.",
      "explanation":"Safe me from my friends, I know my enemies myself. It means that a man does not know his false friend’s real thoughts, even it is difficult to differentiate real friends from false friends.",
      "equivalent":"God defend me from my friends; from my enemies, I can defend myself.\nSave us from our friends."
    },
    {
      "proverb":"Do'stni og'ritsang, dushman shod bo'lar.",
      "explanation":"If you harm your friend, your enemy will be happy.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stning ko'ngli qolguncha,\nDushmanning bo'yni uzilsin.",
      "explanation":"Better to take your enemy’s head then to make your friend sad. It means that if your friend asks something, do not refuse or postpone it.",
      "equivalent":"When a friend asks, there is no tomorrow."
    },
    {
      "proverb":"Do'stga lola bo'l,\nYovga jala bo'l.",
      "explanation":"Be a tulip to your friend, be heavy shower to your enemy. It means that do virtue to your friend, do harm to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Omad kelsa, do'st ko'payar, Omad ketsa, dushmaning.",
      "explanation":"If luck comes, friends will be many, if luck goes away, enemies will bemany.",
      "equivalent":"When we sing, everybody hears us; when we sigh, nobody hear us."
    },
    {
      "proverb":"Onangni otangga yomonlama,\nDo'stingni – dushmanga.",
      "explanation":"Do not revile your mother to your father, and your friend to your enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Soxta do'stdan ochiq dushman yaxshi.",
      "explanation":"Open enemy is better than false friend. ",
      "equivalent":"False friends are worse than open enemies.\nFalse friends are worse than bitter enemies."
    },
    {
      "proverb":"Qarz bersang, do'st ko'payar,\nTalab qilsang – dushman.",
      "explanation":"If you lend money, you will have a lot of friends, if you ask the money back, you will have a lot of enemies, your friends will become enemies.",
      "equivalent":"Lend your money and lose your friend."
    },
    {
      "proverb":"Aqllidan el rozi,\nAhmoqdan dil norozi.",
      "explanation":"The people are satisfied with a wise man, their souls are dissatisfied with a fool man.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli do'st – rohat,\nAqlsiz do'st – ofat.",
      "explanation":"A wise friend is pleasure, a fool friend is disaster; because if your friend is stupid, he always makes problems for you.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqllining qadri ahmoqning oldida bilinar.",
      "explanation":"A wise man’s value is felt when you are with a fool man.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli otini maqtar,\nAhmoq – xotinini.",
      "explanation":"A wise man praises his horse, a fool man praises his wife.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlliga – hurmat,\nAqlsizga – kaltak.",
      "explanation":"Respect for a wise man, stick for a fool man; a wise man is respected because of his wise deeds and advice, a fool is usually hit because of his mistakes or stupidity.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlliga aytsang – biladi,\nAhmoqqa aytsang – kuladi.",
      "explanation":"If you speak to a wise man, he will understand; if you speak to a fool man, he will laugh, because he will not understand you.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli desang ahmoqni,\nBoshga urar to'qmoqni.",
      "explanation":"If you give the name “wise” to a fool, he will hit you with a big stick; because he cannot understand or value your goodness.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli ishiga ishonadi, Aqlsiz - tushiga.",
      "explanation":"A wise man believes his deeds, a fool man believes his night dreams.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli xotin – uy ko'rki,\nAqlsiz xotin – ko'cha ko'rki.",
      "explanation":"A clever wife is the beauty of a house, a fool wife is the beauty of a street. It means that a fool wife spends her much time outside instead of housekeeping.",
      "equivalent":"A woman’s place is in the home."
    },
    {
      "proverb":"Aqlli o'zini ayblar, Aqlsiz – do'stini.",
      "explanation":"A wise man blames himself, a fool man blames his friend.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli ish sevar,\nAqlsiz – so'z.",
      "explanation":"A wise man loves work (working), a fool man loves a word (speaking).",
      "equivalent":"A still tongue makes a wise head.\nAn empty vessel gives a greater sound than a full barrel."
    },
    {
      "proverb":"Dono aql so'rab hormas,\nNodon nozin qilib bormas.",
      "explanation":"A wise is never tired of asking wit, a fool never wants to ask wit; because he thinks he is very clever. ",
      "equivalent":"Wise men learn by other men’s harm, fools, by their own.\nIt takes a wise man to be fool."
    },
    {
      "proverb":"Dono bilan nodon bir buloqdan suv ichmas.",
      "explanation":"A clever man and a stupid man never drink water of the same spring. It means that 1) they do not choose or do the same thing, or 2) they do not be friends to each other.",
      "equivalent":"Wise men do not argue with idiots.\nBirds of a feather flock together."
    },
    {
      "proverb":"Dono – donoga yor,\nAhmoq – do'stga zor.",
      "explanation":"A wise man is another wise man’s friend, and a fool man always needs a friend; because nobody wants to be a fool man’s friend.",
      "equivalent":"Birds of a feather flock together."
    },
    {
      "proverb":"Donoga ilm – ilm,\nNodonga essiz ilm.",
      "explanation":"A clever man’s knowledge is real knowledge, but a stupid man does not deserve knowledge, because he cannot use knowledge properly.",
      "equivalent":"-"
    },
    {
      "proverb":"Dono o'ylab aytar,\nNodon – o'ynab. ",
      "explanation":"A clever man thinks while he is speaking, a stupid man plays while he is speaking; because a stupid man never thinks about what to speak.",
      "equivalent":"A fool says what he knows, and a wise knows what he says."
    },
    {
      "proverb":"Dono o'ylar,\nNodon o'ynar.",
      "explanation":"A wise man thinks (before doing), a fool man plays (never thinks about what to do).",
      "equivalent":"Some people will never learn anything because they understand everything too soon."
    },
    {
      "proverb":"Gap ko'p, umr oz.",
      "explanation":"Sentences are many, but the life is short, that is why one should not spend his life with speaking, chatting or other things which takes so much time of a life.",
      "equivalent":"Art is long and life is short."
    },
    {
      "proverb":"Do'sti ko'p bilan siylash,\nDo'sti oz bilan sirlash.",
      "explanation":"Speak with a man who has got many friends, but do not tell him your secrets; tell your secrets to a man who has got a few friends.",
      "equivalent":"What is told in the ear of a man is often heard a hundred miles away.\nThree may keep a secret, if two of them are dead.*"
    },
    {
      "proverb":"Ko'pga yugurgan ozdan qolar.\nKo'p deb ozdan qolma.",
      "explanation":"He who wants to get a lot will not gain even a little.",
      "equivalent":"He who begins many things, finishes but few.\nA Jack of all trades is master of none.\nJack of all trades and master of none.\nDogs that put up many hares kill none.\nA rolling stone gathers no moss."
    },
    {
      "proverb":"Ko'rgan ko'p bilar,\nO'qigan – oz.",
      "explanation":"He knows more who sees or practises in his life than a man who only reads.",
      "equivalent":"A knowledge of a learned man is limited if he stays at home all the time.\nAn ounce of practice is worth a pound of precept.\nAn ounce of practice is worth a pound of theory."
    },
    {
      "proverb":"Ko'p gapning ozi yaxshi,\nOz gapning sozi yaxshi.",
      "explanation":"Few words are better than many words, good, necessary or right few words are much better than bed or unnecessary few words.",
      "equivalent":"Speech is silver, silence is golden.\nSilence is golden.\nA close mouth catches no flies.\nA shut mouth catches no flies.\nA bleating sheep loses a bite."
    },
    {
      "proverb":"Ko'p bilgan oz so'zlar,\nOz bo'lsa ham soz so'zlar.",
      "explanation":"Who knows more, he speaks less, moreover, he speaks good, necessary or right words.",
      "equivalent":"Who knows most, speaks least.\nA still tongue makes a wise head."
    },
    {
      "proverb":"Ko'p bilgan kam gapirar.",
      "explanation":"Who knows much, he speaks little.",
      "equivalent":"Who knows most, speaks least.\nA still tongue makes a wise head."
    },
    {
      "proverb":"Ko'p qilsang, ketadi,\nOz qilsang, yetadi.",
      "explanation":"If you make much, it will be spent; if you make a little, it will be enough.",
      "equivalent":"-"
    },
    {
      "proverb":"Ko'p ko'makka yaxshi,\nOz – barakka.",
      "explanation":"Many people are good for helping, few people are for eating barak(31). It means hard work turns to be easy with many people, but while eating it is better to be few people.",
      "equivalent":"Many hands make light work.\nThree helping one another, bear the burthen of six.",
      "footnote":"31 “Barak” so‘zi “chuchvara” ning shevadagi nomidir, u osiyoliklarning ovqati bo‘lib, kichik xamir bo‘lakchalari ichiga go‘sht va piyoz solib tayyorlanadi. / “Barak” is the dialect variant of “chuchvara”, it is an Asian dish, which is prepared by putting meat and onion into small parts of paste."
    },
    {
      "proverb":"Ko'p ko'padi,\nOz cho'kadi.",
      "explanation":"Many increase, few decrease. Many people helping to one another increase, but few people cannot increase. ",
      "equivalent":"A single arrow is easily broken, but not ten in bundle.\nThree helping one another, bear the burthen of six.\nUnited we stand, divided we fall."
    },
    {
      "proverb":"Ko'pning ishi yitmas,\nOzning ishi bitmas.",
      "explanation":"Many people’s work does not last long, few people’s work does not finish; because if many people do something together, they will manage it in a short amount of time.",
      "equivalent":"Many hands make light work.\nThree helping one another, bear the burthen of six.*"
    },
    {
      "proverb":"Ko'p moldan oz aql yaxshi.",
      "explanation":"Better to have a little intellect than to have much wealth.",
      "equivalent":"Wisdom is better than gold.\nWisdom is better than silver or gold.\nWords of wisdom are better than gold.\nKnowledge is better than wealth."
    },
    {
      "proverb":"Na issiqqa, na sovuqqa konmas.",
      "explanation":"He agrees neither hot, nor cold. It means that a man does not like or agree with any condition, because he is stubborn.",
      "equivalent":"-"
    },
    {
      "proverb":"Ahmoqdan – chaqmoq,\nDonodan – ahmoq.",
      "explanation":"Sometimes a fool father’s son becomes clever, sometimes a clever father’s son becomes fool.",
      "equivalent":"A black hen lays a white egg.\nMany good cows have bad calves.\nMany a good cow have a bad calf.\nMany a good father has but a bad son."
    },
    {
      "proverb":"Nodon o'zini dono sanar,\nDono o'zini nodon sanar.",
      "explanation":"A fool thinks that he is wise, a wise man thinks that he is fool (because he can realise his mistakes and guilts).",
      "equivalent":"Folly is wise in her own eyes.\nIt takes a wise man to be fool."
    },
    {
      "proverb":"Ulkan uydagi kulsa,\nKichkina uydagi yig'lar.",
      "explanation":"If a man in a big house laughs, another man in a small house cries. It means that a rich man lives easily because of his wealth, a poor man lives in trouble and difficulty. ",
      "equivalent":"Poor men seek meat for their stomach; rich men stomach for their meat.\nThe rich man has his ice in the summer and the poor man gets his in the winter.\nThe rich man thinks of the future, the poor man thinks of today."
    },
    {
      "proverb":"Ahmoq do'stdan aqlli dushman yaxshi.\nDo'sti nodondan dushmani dono yaxshi.",
      "explanation":"A wise enemy is better than a fool friend. A clever enemy is better than a stupid friend.",
      "equivalent":"A wise enemy is better than a foolish friend."
    },
    {
      "proverb":"Aqlli oz so'zlar,\nAhmoq ko'p so'zlar.",
      "explanation":"A wise man speaks little, a fool man speaks much.",
      "equivalent":"Who knows most, speaks least.\nA silent fool is counted wise."
    },
    {
      "proverb":"Yomonni yaxshi qilish – dononing ishi,\nYaxshini yomon qilish – nodonning ishi.",
      "explanation":"It is a wise man, who makes good from bad; it is a fool man, who makes bad from good.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'stga dushman bo'lish oson,\nDushmanga do'st bo'lish qiyin.",
      "explanation":"Being enemy to your friend is easy, being friend to your enemy is difficult.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlsiz boy bo'lgandan aqlli gadoy bo'l.",
      "explanation":"Better to be a clever beggar than to be a fool rich man.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushman uyida yashagandan\nDo'st uyida o'lgan yaxshi.",
      "explanation":"Better to die in a friend’s house than to live in an enemy’s house.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli pakana ahmoq darozdan yaxshi.",
      "explanation":"A clever dwarf is better than a stupid tall man.",
      "equivalent":"-"
    },
    {
      "proverb":"Muhabbat ketsa, nafrat kelar.",
      "explanation":"If love goes away, hate comes (instead of love).",
      "equivalent":"Faults are thick where love is thin."
    },
    {
      "proverb":"O'qigan o'g'il otadan ulug'.",
      "explanation":"An educated son is better than his uneducated father.",
      "equivalent":"-"
    },
    {
      "proverb":"Bola ko'rganini qilar,\nOta – bilganini.",
      "explanation":"A child does what he sees and learns from others’ deeds, his father does what he knows.",
      "equivalent":"As the old cock crows, so does the young.*"
    },
    {
      "proverb":"Bola – loy, ona – kulol.",
      "explanation":"A child is mud, his mother is a potter. It means that mother educates her child, if she educates her child well, her child will be a good person, if she does not educate well, her child will be a bad one.",
      "equivalent":"-"
    },
    {
      "proverb":"Charxni buzgan – parrasi,\nQizni buzgan – onasi.",
      "explanation":"A spinning wheel is destroyed by its wing, a girl is destroyed by her mother. Because she becomes a bad woman because of her mother’s bad education.",
      "equivalent":"-"
    },
    {
      "proverb":"Qiz bersang, otasiga qarab ber,\nQiz olsang, onasiga qarab ol.",
      "explanation":"If you are giving your daughter to a man to get married, first check his father (because a son usually looks like his father); if you take another family’s daughter to your son to get married, first pay attention to her mother (because a daughter usually looks like her mother).",
      "equivalent":"Like father, like son.\nHe is his father’s son.\nLike mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Qizni onasi tiysin,\nO'g'ilni – otasi.",
      "explanation":"A girl should be restrained (educated) by her mother, a boy should be restrained (educated) by his father.",
      "equivalent":"Spare the rod and spoil the child."
    },
    {
      "proverb":"Qo'zi qo'chqordan nishon, O'g'il – otadan.",
      "explanation":"A lamb takes after a sheep, a boy takes after his father.",
      "equivalent":"As the old cock crows, so does the young.\nLike father, like son.\nHe is his father’s son."
    },
    {
      "proverb":"Qizginamning bolasi – Qandak o'rik donasi.\nO'g'ilginamning bolasi – Hay-hay uning onasi.",
      "explanation":"My daughter’s child is a sweet apricot, my son’s child is also sweet, but his mother (my daughter-inlaw) is not good enough. In Uzbek families mother-in-laws are not used to praising their daughter-inlaws, even they deserve praising.",
      "equivalent":"-"
    },
    {
      "proverb":"Chiqqan qizdan ota uyidagi supurgi ham qo'rqar.",
      "explanation":"A broom of the house, which belongs to the father, is afraid of this father’s married daughter. Because it is a widespread Uzbek tradition that each time when a married woman comes to her parents’ house, she will take something with her to get it to her husband’s house.",
      "equivalent":"-"
    },
    {
      "proverb":"Bola o'nga kirsa, otasi songa kirar.",
      "explanation":"When a child becomes ten years old, his father will become a real adult and wise man. Because from that time his father faces real problems while feeding and educating him.",
      "equivalent":"-"
    },
    {
      "proverb":"Gung qizning tilini onasi tushunar.",
      "explanation":"A dumb girl is understood only by her mother. Because only mothers know and understand their children well despite of their disabilities.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'il otasiga o'xshamasa, qoni harom.",
      "explanation":"If a boy does not take after his father, his blood is haram (taken from another man).",
      "equivalent":"Like father, like son.\nHe is his father’s son."
    },
    {
      "proverb":"Yig'lagisi kelgan bola,\nOtasining soqolini o'ynar.",
      "explanation":"If a child wants to weep, he will play his father’s beard. Because his father will be angry and shout at him, if he plays his father’s beard.",
      "equivalent":"-"
    },
    {
      "proverb":"Bolasini maqtagan onadan qo'rq.",
      "explanation":"Be careful to believe the mother, who boasts her child; because she may lie or exaggerate something about her child.",
      "equivalent":"-"
    },
    {
      "proverb":"Bola sog'ligi — ona boyligi.",
      "explanation":"Child’s health is mother’ wealth. Because the most valuable thing for mothers is their children’s health.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'irlik osh badanga yuqmas,\nYomon bola ota-onaga boqmas.",
      "explanation":"Stolen food does not be useful for a body (of a man), a bad child does not look at (care, pay attention) his parents.",
      "equivalent":"It is a wise child that knows its own father."
    },
    {
      "proverb":"Kichikdan – xato,\nKattadan – ato.",
      "explanation":"A mistake is from a young man, correcting is from an elder man. It means that a young man makes many mistakes, in such kind of cases an elder one should forgive and help him to correct a mistake.",
      "equivalent":"Youth must be served."
    },
    {
      "proverb":"Kichikdan – qusur,\nKattadan – uzr.",
      "explanation":"A mistake is from a young man, forgiving is from an elder man. It means that a young man makes many mistakes, in such kind of cases an elder man should forgive him.",
      "equivalent":"Youth must be served."
    },
    {
      "proverb":"Kichikni maqta, kattani saqla.",
      "explanation":"Praise a young man, keep an elder man. If a young man does something well, you should praise him; but you should not forget about an elder one, you should take care of him.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshligingda kiymakka qizg'anasan,\nQariganda kiymakka uyalasan.",
      "explanation":"In childhood you do not wear your new clothes in order not to make them old, but in old ages you do not wear them because of shame.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshligingda odatlansang, Qariganda ko'nikasan.\nQariganda odatlansang, Ko'nikkancha ko'milasan",
      "explanation":"If you try doing something in your young ages, you will be get used to doing it in your old ages; if you try doing something in your old ages, you will be buried (dead) till you are get used to doing it.",
      "equivalent":"-"
    },
    {
      "proverb":"Yosh bilmaydi,\nKatta qilmaydi.",
      "explanation":"A young man does not know what to do; though an old man knows what to do, he does not want to do it or cannot do it.",
      "equivalent":"If youth knew, if age could."
    },
    {
      "proverb":"Yosh kelsa – ishga,\nQari kelsa – oshga.",
      "explanation":"If a young man comes, he will work; if an old man comes, he will have a meal.",
      "equivalent":"-"
    },
    {
      "proverb":"Yosh ketaman deb qo'rqitar,\nQari – o'laman deb.",
      "explanation":"A young man makes others do his wishes with saying that he is going to leave them (and other people do his orders for his staying with them), an old man makes others do his wishes with saying that he is going to die.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshning hurmati – qarz,\nQarining hurmati – farz.",
      "explanation":"Respecting a young man is debt (because a young man will respect you then as paying back his debt), respecting an old man is very necessary and must be done.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshlik yoshga qaramas,\nQarilik – sochga.",
      "explanation":"An old man sometimes behaves as a young man, a young man sometimes have white or thin hair as an old man. ",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshlikda bilgani – toshga yozgani,\nQarilikda bilgani – muzga yozgani.",
      "explanation":"What you learn in early ages, it will be set in your memory as firmly as a curved writing on a stone, what you learn in old ages, it will be soon melt or forgotten as a writing on ice.",
      "equivalent":"You cannot teach an old dog new tricks."
    },
    {
      "proverb":"Yoshlikdagi g'ayrat – Keksalikdagi rohat.",
      "explanation":"Zeal in young ages provides pleasure in old ages. It means that if you work hard in your early ages, you will live well in your old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoshlikning yeli kuchli,\nKeksalikning – aqli.",
      "explanation":"There is much energy in young ages, there is much wisdom in old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Yigitlik – bir guliston,\nQarilik – bir zimiston.",
      "explanation":"Young ages look like a flower garden, old ages look like darkness. It means that a man is handsome, strong and healthy in his young ages, but he is not handsome, strong and healty in old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Yigitlik – mastlik,\nQarilik –sustlik.",
      "explanation":"Young ages – flying in dreams, old ages – weakness.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahorning bir kuni yilga tatir.",
      "explanation":"One day of spring is worth a whole year. It means that if you work hard in a day of spring, you will use its harvest during a year.",
      "equivalent":"A peck of March dust is worth a king‘s ransom."
    },
    {
      "proverb":"Baliq – oyda, kalla – yilda.",
      "explanation":"Eating a fish is once in a month, eating a head (it means a whole cow or sheep) is once in a year",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun burun sochsang,\nHafta burun o'rasan.",
      "explanation":"If you sow one day earlier, you will reap one week earlier.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun beda sochsang,\nBir hafta beda o'rasan.",
      "explanation":"If you sow clover during a day, you will reap it during a week.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun bir yilni to'ydiradi.",
      "explanation":"One day of a year feeds this year. It means that if you work hard in a day of a year, you will eat its harvest during this year.",
      "equivalent":"-"
    },
    {
      "proverb":"Bozordan qolgan bir kun qolar, Ekishdan qolgan bir yil qolar.",
      "explanation":"If you do not go to a bazaar, you will lose one day (you may go to the bazaar in another day); if you do not sow plants, you wil lose one year (because you will not get harvest and cannot find food for the year).",
      "equivalent":"-"
    },
    {
      "proverb":"Kunda yegan – suq,\nOyda yegan – to'q.",
      "explanation":"Even though a man eats well everyday, he wants more; a man eating well once in a month, he is always full. Some people, though they have a lot, are never satisfied.",
      "equivalent":"The more you get, the more you want.\nMuch would have more."
    },
    {
      "proverb":"Kunda yegan osilib o'lar,\nOyda yegan to'q turar.",
      "explanation":"A man, who eats well everyday, will be hanged (because of his greediness); a man eating well once in a month, he is always full and safe. Some people, though they have a lot, are never satisfied.",
      "equivalent":"The more you get, the more you want.\nMuch would have more."
    },
    {
      "proverb":"Kun g'amini sahar ye,\nYil g'amini bahor ye.",
      "explanation":"Think about the coming day in its dawn, think about the coming year in its spring.",
      "equivalent":"-"
    },
    {
      "proverb":"Oyda-yilda bir bozor,\nUniyam yomg'ir buzar.",
      "explanation":"A bazaar is organised only once in a month or in a year, but sometimes rain destroys it. In the past, Uzbek bazaars were organised by people in only particular time of a year in open air, a lot of people look forward to them, but sometimes it rained and people could not do their trade.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunlik yo'lga chiqsang,\nBir haftalik oziq ol.",
      "explanation":"If you want to travel one day, you should take food that is enough for a week; because nobody knows beforehand what will happen then.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunlikdan qolding – bir yillikdan qolding.",
      "explanation":"If you miss one day, it means you miss one year. It means sometimes one-day (a little time) working provides one-year (much time) feeding.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir soatlik tafakkur bir yillik toatdan afzal.",
      "explanation":"One-hour thinking is better than one-year worshiping. ",
      "equivalent":"-"
    },
    {
      "proverb":"Bir soatlik ilm egallash bir yillik toat-ibodatdan afzal.",
      "explanation":"One-hour learning is better than one-year worshiping.",
      "equivalent":"-"
    },
    {
      "proverb":"Safarga otlansang, otga qoziq ol, Bir kunlik yo'l uchun yillik oziq ol.",
      "explanation":"If you want to travel, take a stake for your horse, and take food that is enough for a year, even though you are going to travel one day; because nobody knows beforehand what will happen then.",
      "equivalent":"-"
    },
    {
      "proverb":"Amali yo'q so'fidan,\nTuxumi yo'q tovuq yaxshi.",
      "explanation":"A hen without an egg (a hen which does not lay an egg) is better than a sofi (Islamic priest) without a deed.",
      "equivalent":"-"
    },
    {
      "proverb":"Tuxumni ko'rmaganga qoraqarg'a ham tovuq.",
      "explanation":"A man cannot differentiate a hen from a crow, who has not seen a hen’s egg.",
      "equivalent":"-"
    },
    {
      "proverb":"Jo'ja tovuq bo'lguncha,\nKalxat ko'p kelar.",
      "explanation":"A kite comes many times (to catch and eat a chick) till a chick becomes a chicken.",
      "equivalent":"-"
    },
    {
      "proverb":"Kumush kunga qo'nsa,\nOltin o'z oyog'i bilan kelar.",
      "explanation":"If you get silver, gold will come itself. It means that if you get and save your little money, it will be much money.",
      "equivalent":"A penny saved is a penny gained.\nTake care of the pence and the pounds will take care of themselves."
    },
    {
      "proverb":"So'zing kumush bo‘lsa,\nTinglovchi tilla bo'lsin.",
      "explanation":"If you get silver, gold will come itself. It means that if you get and save your little money, it will be much money.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshini so'ksang, suyagidan o'tar,\nYomonni ursang, terisidan o'tar.",
      "explanation":"If you swear a good man, it will have an influence till his bones; if you hit a bad man, it will have an influence only on his skin. It means that a bad man does not feel punishment deeply because of his impudence, but a good man feels very bad even he is punished slightly.",
      "equivalent":"-"
    },
    {
      "proverb":"O‘t bilan o'ynashmoq tentakning ishi,\nYurt bilan o'ynashmoq ahmoqning ishi.",
      "explanation":"A crazy man plays with fire (because he does not know that he may be burnt), a fool man plays with his motherland (he does not care about his motherland).",
      "equivalent":"Give a fool rope enough, and he will hang himself."
    },
    {
      "proverb":"Tentak to'rini bermas,\nTelba – to'nini.",
      "explanation":"A crazy man does not give his net, a mad man does not give his ton(32). It means that crazy and mad men do not listen, understand and follow others’ words easily.",
      "equivalent":"A wise man changes his mind, a fool never will.",
      "footnote":"32 To‘n – o‘zbek milliy kiyimi, qo‘lda tikiladi va palto kabi qalin bo‘ladi / one of the Uzbek national handmade top clothes, which is hot like a coat."
    },
    {
      "proverb":"Aqlli dono emas, aqlini ishlatgan dono.",
      "explanation":"A clever man is not wise, but a man that uses his wisdom is wise. It means that a clever man is considered to be wise, if he uses his wisdom or knowledge in real life.",
      "equivalent":"-"
    },
    {
      "proverb":"Aql o'lchovi – so'z,\nSo'z o‘lchovi – naql.",
      "explanation":"The measure of wisdom is a word, the measure of a word is narration. It means that your words show your wisdom, and your speech shows how well you can use words properly.",
      "equivalent":"-"
    },
    {
      "proverb":"Izlagan olim bo'lar,\nO'ylagan – fozil.",
      "explanation":"A man, who always searches (a new thing), will be a scientist, a man, who always thinks (everything thoroughly), will be a wise man.",
      "equivalent":"-"
    },
    {
      "proverb":"Qimirlagan qir oshar,\nTig‘izlagan tog' oshar.",
      "explanation":"A moving man goes over a hillock, a hurrying man goes over a mountain. It means that if you work hard or swiftly, you will achieve good results.",
      "equivalent":"A cat in gloves catches no mice.\nBusiness before pleasure.\nIf you won’t work you shan’t eat.\nNo pain, no gain."
    },
    {
      "proverb":"Tomog'ining yo'li toza,\nIshi bo'lar pokiza.",
      "explanation":"If the inside tube of one’s throat is clean, his deed will be clean, too. It means that if a man does not take bribe and be honest, his deeds will provide good achievements.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomon til boshga balo keltirar,\nYaxshi til davlat, dunyo keltirar.",
      "explanation":"A bad tongue brings troubles to its owner, a good tongue brings wealth and success to its owner. It means if you care what to speak, you will get wealth and success; if you do not care what to speak, you will get big problems.",
      "equivalent":"It is a good tongue that says no ill, and a better heart that thinks none."
    },
    {
      "proverb":"Ko'ngling keng bo'lsa, hujra ham saroy.",
      "explanation":"If your soul (heart) is wide, even a hovel seems to be a castle for you. It means that if a man is generous and gentle, even his little house is seen wide and beautiful for him.",
      "equivalent":"Evil to him who evil thinks."
    },
    {
      "proverb":"Bir tomchi suv chumoliga daryo ko'rinar.",
      "explanation":"One drop of water is seen as a river for an ant.",
      "equivalent":"-"
    },
    {
      "proverb":"Bilganing daryo bo'lsa,\nBilmaganing – dengiz.",
      "explanation":"What you know is a river, what you do not know is a sea. It means that even you have learned so much, it is only little portion of the world knowledge.",
      "equivalent":"Knowledge is unlimited."
    },
    {
      "proverb":"Oz-ozdan o'rganib, dono bo'lur,\nQatra-qatra yig'ilib, daryo bo'lur.",
      "explanation":"If you learn little by little, you will be a wise man; drops that is gathered one by one will become a river.",
      "equivalent":"Drops that gather one by one finally become a sea.\nFollow the river and you’ll get to the sea.\nMany a little makes a mickle.\nMany drops make a shower."
    },
    {
      "proverb":"Elanmasang, el qayda,\nYalinmasang, pul qayda.",
      "explanation":"If you are not polite, your nation will not be with you; if you do not beg, money will not be with you (you will not get money).",
      "equivalent":"-"
    },
    {
      "proverb":"Yurishni bilmasang, sakrashga urinma.",
      "explanation":"If you do no know how to walk, do not try to leap. Before doing something more difficult, one should know how to do the easier one.",
      "equivalent":"First creep, then walk.\nLearn to walk before you run.\nLearn to creep before you leap.\nWe must learn to walk before we can run."
    },
    {
      "proverb":"O'z uyini yoritmagan chiroq o‘zganikida mash'al bo'lmas.",
      "explanation":"A lamp, which does not light its house, will not be torch for the other. It means that a man or thing, which is not good for his family, relatives or its owners, will not be useful or good for others.",
      "equivalent":"-"
    },
    {
      "proverb":"Kichkina demang bizni,\nKo'tarib uramiz sizni.",
      "explanation":"Do not count us little, we can lift and hit you. Do not think that a little man or thing cannot manage big tasks.",
      "equivalent":"A little body often harbours a great soul.\nA small pepper is hotter than a large one.\nLittle strokes fell great oaks."
    },
    {
      "proverb":"Bu eshak – o'sha eshak,\nTo'qimi boshqa eshak.",
      "explanation":"This donkey is (looks like) that monkey, but its blanket is another. One thing may be similar to another thing, but they are not the same thing, they should not be confused.",
      "equivalent":"East is east, and west is west."
    },
    {
      "proverb":"Gina – adovatning qo'shnisi.",
      "explanation":"Offence is the neighbour of animosity. It means that keeping offence makes or provides great animosity.",
      "equivalent":"-"
    },
    {
      "proverb":"Bizniki – xaltada,\nSizniki – o'rtada.",
      "explanation":"Our thing is in the pocket, your thing is between us. It means that a man usually wants to use others thing before his own because of a common human character.",
      "equivalent":"-"
    },
    {
      "proverb":"Baqqolda – mening gapim,\nQassobda – sening gaping.",
      "explanation":"I have a word with a grocer, you have a word with a butcher. It means that each man has his own business and he should do his business himself.",
      "equivalent":"Every man to his trade."
    },
    {
      "proverb":"Ko‘pni demay kul bo'ldim,\nG'am-g'ussaga mo'l bo'ldim.",
      "explanation":"I had not joined to a lot of people, as the result I failed and got much suffering.",
      "equivalent":"A single arrow is easily broken, but not ten in bundle.\nThree helping one another, bear the burthen of six.\nUnited we stand, divided we fall."
    },
    {
      "proverb":"Arqog‘ini ko‘rib bo‘zini ol,\nOnasini ko‘rib – qizini.",
      "explanation":"Before buying cotton-fabric one should check its weft, before getting married to a girl, a man should check her mother.",
      "equivalent":"Like mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Achchig'lansa otasi yengar,\nHazillashsa – bolasi.",
      "explanation":"When there is quarrel between a man and his son, if the father becomes angry (and shout or frown at his son), he will win the quarrel; if the son makes a joke (to ease the situation), he will win the quarrel.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir onadan alvon xil bola tug'iladi.",
      "explanation":"One woman’s children do not look like each other. It means that one mother gives birth to different children.",
      "equivalent":"-"
    },
    {
      "proverb":"Bosh bo'lmagan uyda,\nOtasi turib o'g'li so'zlar.",
      "explanation":"If the leader of a house (family) is not the father, his son speaks (rules) instead of his father.",
      "equivalent":"-"
    },
    {
      "proverb":"Davlating – ota-onang, Savlating – o'g'il-qizing.\nOta-ona – davlating, Farzandlaring – savlating.",
      "explanation":"Your parents are your wealth, your children are your pride.",
      "equivalent":"-"
    },
    {
      "proverb":"Daraxtiga ko'ra – mevasi,\nOta-onasiga ko'ra – bolasi.",
      "explanation":"Like a tree, like its fruit; like parents, like their child. It means children look like their parents.",
      "equivalent":"Like parents, like children.\nA tree is known by its fruit."
    },
    {
      "proverb":"Eshigi yomonning uyiga borma,\nOnasi yomonning qizini olma.",
      "explanation":"Do not go to a house that has a bad door, do not get married to a girl that has a bad mother.",
      "equivalent":"Like mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Yelka yag'ri – otaga meros,\nOta yag'ri – o'g'ilga meros.",
      "explanation":"A shoulder blister is the inhertance of a father, he gives it to his son. ",
      "equivalent":"-"
    },
    {
      "proverb":"Kuyovdan nevara qolar,\nNevaradan evara qolar.",
      "explanation":"A grandchild is from a sonin-law, a great-grandchild is from a grandchild. It means that if you give your daughter to a man to marry, you will have grandchildren and great-grandchildren.",
      "equivalent":"-"
    },
    {
      "proverb":"Mato dong'i bilan bo'z o'tadi,\nOta dong'i bilan qiz o'tadi.",
      "explanation":"Ordinary cotton-fabric lives (is also sold) with the fame of good fabric, a girl lives (is respected) with the fame of her father.",
      "equivalent":"-"
    },
    {
      "proverb":"Ona bilan bola – gul bilan lola.",
      "explanation":"A mother and her child – a flower (a plant) and a tulip (its bossom).",
      "equivalent":"-"
    },
    {
      "proverb":"Ona – daraxt, bola – meva.",
      "explanation":"A mother – a tree, her child – a fruit.",
      "equivalent":"-"
    },
    {
      "proverb":"Onaning ko'ngli bolada,\nBolaning ko'ngli dalada.",
      "explanation":"A woman thinks about her child, her child thinks about a field (playing).",
      "equivalent":"-"
    },
    {
      "proverb":"Ona qilsa zo'rlikni,\nBola tortar xo'rlikni.",
      "explanation":"If a mother does violence, her child will suffer.",
      "equivalent":"-"
    },
    {
      "proverb":"Onasi maqtagan qizni olma,\nYangasi maqtagan qizdan qolma.",
      "explanation":"Do not get married to a girl, whose mother boasts about her; get married to a girl, whose sister-in-law boasts\nabout her.",
      "equivalent":"-"
    },
    {
      "proverb":"Onasi qimizak yesa,\nQizining tishi qamashar.",
      "explanation":"If a mother eats something sour, her daughter will have toothache. It means that if a woman does something evil, its bad result will influence on her daughter or her daughter will get an ill name.",
      "equivalent":"-"
    },
    {
      "proverb":"Ona aqli – qiz aqli.",
      "explanation":"The intellect of a mother is the intellect of her daughter. Because in most cases, mothers educate their daughters.",
      "equivalent":"Like mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Ota bolasi bo'lma,\nOdam bolasi bo'l.",
      "explanation":"Do not be your father’s son, but be a human’s son. It means that if your father is not so good, do not look like your father, but look like a real human, who is usually kind, polite and gentle.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota-bola urishar,\nOg'a-ini yulishar.",
      "explanation":"A father and his son often argue with each other, brothers usually quarrel over the same thing.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota-bola – bir bog',\nBiri – gul, biri – bog'bon.",
      "explanation":"A father and his child together like one garden, one of them (son) is a flower, one of them (father) is a gardener; because in most cases, fathers educate their children.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota o'g'il rahmat olur.",
      "explanation":"A son that takes after his father gets thanks from others for his good deeds, which he has learned from his father.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota g'ayratli bo'lsa,\nBola ibratli bo'lar.",
      "explanation":"If a father is zealous or hard-working, his son will be also like him.",
      "equivalent":"-"
    },
    {
      "proverb":"Otasi siylamaganni bolasi siylamas.",
      "explanation":"If your father does not give you love, you will not give love to your child, too; so, your child will not give you love then.",
      "equivalent":"-"
    },
    {
      "proverb":"Otasiz o'g'ilning og'zi – katta.",
      "explanation":"A son without his father owns a big mouth. It means that a boy, whose father is dead or left him, does not know norm of anything, 1) he often speaks much or unnecessarily, 2) he often eats more than his norm.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota moli – bolaga uyutqi.",
      "explanation":"A father’s wealth is his\nchild’s yeast. It means that\nusing his father’s wealth a\nchild can begin his own\nbusiness.\n",
      "equivalent":"-"
    },
    {
      "proverb":"Ota bola uchun taxt yasar,\nBaxt yasata olmas.",
      "explanation":"A father can make a throne for his child, but he cannot make happiness for his child.",
      "equivalent":"-"
    },
    {
      "proverb":"Ota-onaning dog'i – ozmoz,\nFarzand dog'i tinch qo'ymas.",
      "explanation":"If your parents die, you will suffer not so much, if your children die, you will suffer during all life.",
      "equivalent":"-"
    },
    {
      "proverb":"Otangga qilganingni bolangdan ko'rarsan.",
      "explanation":"What you do to your father, you will get from you child.",
      "equivalent":"-"
    },
    {
      "proverb":"Otasi qulon otolmaganning bolasi quyon otolmas.",
      "explanation":"If a father cannot shoot a wild horse, his child cannot shoot even a rabbit.",
      "equivalent":"Like father, like son.\nHe is his father’s son."
    },
    {
      "proverb":"Otali o'g'il – xo'jali qul.",
      "explanation":"A man who lives with his father is (looks like) a sleeve with his master. Because he obeys his father’s orders as a sleeve because of his deep respect to his father.",
      "equivalent":"-"
    },
    {
      "proverb":"Otasi achchiq olma yesa,\nO'g'lining tishi qamashar.",
      "explanation":"If a father eats a sour apple, his son will have toothache. It means that if a man does something evil, its bad result will influence on his son or his son will get an ill name.",
      "equivalent":"-"
    },
    {
      "proverb":"Semiz qo'zining go'shti yaxshi,\nOqil onaning – qizi.",
      "explanation":"The meat of a fat lamb is good, and wise mother’s daughter is good.",
      "equivalent":"-"
    },
    {
      "proverb":"Terakka qarab, tol o'sar.\nOnaga qarab, qiz o'sar.",
      "explanation":"A willow grows looking like a poplar, a daughter grows looking like her mother.",
      "equivalent":"Like mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Ahmoqning katta-kichigi bo'lmas.",
      "explanation":"Although a young fool becomes old, he will be fool (he will not change).",
      "equivalent":"A fool at forty is a fool indeed."
    },
    {
      "proverb":"Bir kattani bil,\nBir kichikni bil.",
      "explanation":"Sometimes follow elder man’s advice, sometimes follow young man’s advice.\nBecause sometimes a young man can give a good advice, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kattani aytganini qil, Bir – kichikni.\nBir kattaning aytganini qil, Bir – kichikning.",
      "explanation":"Sometimes do elder man’s order, sometimes do young man’s order. Because sometimes a young man can give a good advice, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kattaning gapiga kir, Bir – kichikning.\nBir kattaning so'ziga kir, Bir – kichikning.",
      "explanation":"Sometimes do elder man’s sentence / word, sometimes do young man’s sentence / word. Because sometimes a young man can give a good advice, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Yo'l – kattadan, ergashish – kichikdan.",
      "explanation":"A road is chosen by an elder man, and a young man should follow him.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattani maqta, kichikni saqla.",
      "explanation":"Praise an elder man, keep a young man. If an old man does something well, you should praise him; but you should not praise a young man, because he may overmark himself.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaga katta bo'l,\nKichikka – kichik.",
      "explanation":"Behave as an adult man when you speak with an adult man, behave as a child when you treat a child.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaga salom ber,\nKichikka – kalom.",
      "explanation":"Greet with an elder man, let a young man speak.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaga tegma – yig'larsan,\nKichikka tegma – uyalarsan.",
      "explanation":"If you argue with an elder man, you will cry (he may shout or hit you); if you argue with a young man, shame on you.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattada izzat yo'q,\nKichikda xizmat yo'q.",
      "explanation":"An elder man does not want to respect younger people, a young man does not want to serve elder people.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta izzatda – Kichik xizmatda.",
      "explanation":"An elder man should be respected and have a rest, a young man should work (serve).",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaga – hurmat,\nKichikka – izzat. ",
      "explanation":"An elder man should be respected, a young man should be treated politely.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaga hurmatda bo'l, Kichikka – izzatda.\nKattani hurmat qil, Kichikni – izzat.",
      "explanation":"Respect an elder one, treat a young one politely. Both proverbs mean the same.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta boshlar, kichik tashlar.",
      "explanation":"An elder one begins (leads), a young man follows.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta topganini kiyar,\nKichik — suyganini.",
      "explanation":"An elder man wears what he can find, a young man wears what he likes.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaning uyalgisi kelsa, kichikka tegar.",
      "explanation":"If an elder man wants to be embarrassed, he will touch (fight) a young one. ",
      "equivalent":"-"
    },
    {
      "proverb":"Kattaning hurmati – qarz,\nKichikka salom – farz.",
      "explanation":"Respect of an elder man is debt (because a young man will respect you then as paying back his debt), greeting of a young man is very necessary and must be done.",
      "equivalent":"-"
    },
    {
      "proverb":"Katta kelin – uyda,\nKichik kelin – to'yda.",
      "explanation":"An elder daughter-in-law is at home, a younger daughter-in-law is at the wedding party. It means that if an elder daughter-inlaw does housework, a younger daughter-in-law will have a rest at the wedding.",
      "equivalent":"-"
    },
    {
      "proverb":"Osh kattadan, suv kichikdan.",
      "explanation":"An elder man begins eating meal, and a young one drinks water firstly (in Uzbek culture).",
      "equivalent":"-"
    },
    {
      "proverb":"Aqli kirmagan qaridan,\nZiyrak tug'ilgan bola yaxshi.",
      "explanation":"Better a sensible born child than a fool old man.",
      "equivalent":"Better a poor and wise child than an old and foolish king, who will no more be admonished."
    },
    {
      "proverb":"Qari-yosh qayg'usiz bo‘lmas.",
      "explanation":"Both old and young people have sorrow.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarilarni qarg'atma,\nYosh joningni og'ritma.",
      "explanation":"Do not make old people curse you, because it will influence you and may hurt you.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarilik – bolalik.",
      "explanation":"Old ages are young ages. It means that a man becomes so stubborn and sensitive in his old ages, as he used to be in his childhood.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarilikni donolik bezar,\nYoshlikni – kamtarlik.",
      "explanation":"Wisdom decorates old ages, humility decorates young ages. It means that it is good to be wise in old ages, it is good to be humble in young ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Oy boshida kun yo tuzalar, yo buzilar.",
      "explanation":"At the beginning of a month weather changes, it turns to be either fair or gloomy.",
      "equivalent":"-"
    },
    {
      "proverb":"Oy qulansa, oyog'ingni uzat,\nKun qulansa, kuragingni tuzat.",
      "explanation":"If weather is bad during a month, you may spread your feet (lie) to have a rest, if it is bad during a day, you should cure your shoulder, because the next day you will work. It refers to a peasent’s life.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi yil bahoridan ma'lum, Yaxshi kun – saharidan.",
      "explanation":"A good year is seen from its good spring, a good day is seen from its good dawn. If this spring is good, this year will be good, too; if this dawn is good, this day will be good, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Yillab yig'ilgan boylik – bir oylik.",
      "explanation":"The wealth that has been earned during many years is for a month. It says that if a man is not economise his wealth that he has earned during a lot of years, he may spend all of his wealth in a month.",
      "equivalent":"A man may lose more in an hour then he can get inseven."
    },
    {
      "proverb":"Qadrdon – qirq yillik,\nQimmatdon – qirq kunlik.",
      "explanation":"A real close person is with you during forty years, a friend to your wealth is with you during forty days. It means your close relative or friend never leaves you, but a false friend leaves you in your bad days easily.",
      "equivalent":"A friend in need is a friend indeed."
    },
    {
      "proverb":"Oyliging kuysa kuysin,\nKunliging kuymasin.",
      "explanation":"Better to lose your salary than to lose your daily income. Because daily income is the profit, which you hand every day.",
      "equivalent":"-"
    },
    {
      "proverb":"Qordan qutulgan, yomg'irga tutilar.",
      "explanation":"If you can escape from snow, you may get wet under rain. It means that even you can get rid of one problem, you may face to another one.",
      "equivalent":"-"
    },
    {
      "proverb":"Qor yerning – ko'rpasi,\nYomg'ir – yerning sho'rvasi.",
      "explanation":"Snow is the blanket of ground, rain is the soup of ground. It means that if it snows in winter, it keeps ground hot under snow; and if it rains in spring, it waters ground; in both cases the harvest will be a lot in summer or autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Qor yog'di – don yog'di,\nYomg'ir yog'di – osh yog'di.",
      "explanation":"Snowing is pouring corn, raining is pouring meal. Both of them provide good harvest in summer or autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Sendan harakat, mendan barakat.",
      "explanation":"If you try or work hard, I (God) will give you result or wealth.",
      "equivalent":"God helps those who help themselves.\nHope is a good breakfast but a bad supper.\nYou don’t get something for nothing.\nNo pain, no gain.\nWe don’t get something for nothing."
    },
    {
      "proverb":"Sansolar-u mansolar,\nOtga yemni kim solar.",
      "explanation":"Put yourself, put myself, who will put fodder to the horse. If two or more people want to make one another do some work (because none of them wants to do it himself) the work will be done by no one.",
      "equivalent":"Everybody’s business is nobody’s business.\nTwo boys are half a boy, and three boys are no boy at all."
    },
    {
      "proverb":"Qozonda jiz-biz,\nKo'rpada siz-biz.",
      "explanation":"Frying in a pot, being polite on bed. It is good both to have something eat in a pot and someone polite or warm to live together.",
      "equivalent":"Two things do prolong thy life: a quiet heart and a loving wife."
    },
    {
      "proverb":"Sening gaping – sho'rva,\nMening qulog'im – to'rva.",
      "explanation":"Your sentence is soup, my ears are cloth-bags. It means that though you speak so much, I will not listen or understand you, because your words are nonsense and nothing but a waste of time.",
      "equivalent":"-"
    },
    {
      "proverb":"“Seniki – meniki” – ko'ngil torligi.",
      "explanation":"“Yours – mine” – it shows a narrow soul. It means that if you say it is yours, that is mine, you are churl and mean; because a gentle man does not feel sorry to share his property with other people.",
      "equivalent":"-"
    },
    {
      "proverb":"Arpa-bug'doy osh bo'lur,\nOltin-kumush tosh bo'lur.",
      "explanation":"Barley and wheat are food, gold and silver are stone. It means when you are hungry, it is better to have something to eat than to have precious stone.",
      "equivalent":"-"
    },
    {
      "proverb":"Minnatli tilladan beminnat chaqa yaxshi.",
      "explanation":"Non-mentioned copper coin is better than gold that is given and always mentioned negatively.",
      "equivalent":"-"
    },
    {
      "proverb":"Oltin, kumush tosh bo'lar.\nTomoqdan o'tsa, osh bo'lar.",
      "explanation":"Gold and silver are stone, they are useful if you can buy food to eat with the help of them.",
      "equivalent":"-"
    },
    {
      "proverb":"Yer ichida oltin bor, Qaziy bersang, topasan.\nBog' ichida kumush bor, Kavlaybersang, topasan.",
      "explanation":"There is gold under ground, you will find it if you dig more; there is silver in a garden, you will find it if you dig more. It means if you dig ground, you may find gold; if you plant trees in a garden, you may have good harvest that is as valuable as silver.",
      "equivalent":"-"
    },
    {
      "proverb":"Birovning xotini qiz ko'rinar.",
      "explanation":"Another man’s wife is seen as a young girl. It means that usually a man considers others’ wives or things being better than his wife or things that belong to him.",
      "equivalent":"The grass is always greener on the other side of the fence."
    },
    {
      "proverb":"Xotini o'lgan qizli ovulga qarab yig'lar.",
      "explanation":"If a man’s wife dies, he will weep looking at the house, which a young woman lives in. Because he wants to get a wife again.",
      "equivalent":"-"
    },
    {
      "proverb":"Xotin-qizning ishini tovuq cho'qib bitirolmas.",
      "explanation":"A hen cannot finish one woman’s work with pecking. It means that a woman’s housework is so much and never finished; and even a much-pecking hen does it, it cannot finish a woman’s housework.",
      "equivalent":"-"
    },
    {
      "proverb":"Birlashgan daryo bo'lar,\nTarqalgan irmoq bo'lar.",
      "explanation":"United water becomes a river, divided water becomes a tributary.",
      "equivalent":"A house divided cannot stand.\nA single arrow is easily broken, but not ten in bundle.\nMany a little makes a mickle.\nUnited we stand, divided we fall.\nWeak things united become strong."
    },
    {
      "proverb":"Daryo toshsa, quduqqa zarar.",
      "explanation":"If a river flows out, a well will get harm. It means if an elder man does something evil, a younger one will get harm from it.",
      "equivalent":"-"
    },
    {
      "proverb":"Daryo bo'yida quduq qazima.",
      "explanation":"Do not dig a well near a river. It means that it is useless and pointless to bring, do or make something, which has been already done or exists.",
      "equivalent":"Do not carry coals to Newcastle."
    },
    {
      "proverb":"Daryodan — bir tomchi,\nTo'ng'izdan — bir tuk.",
      "explanation":"One drop from a river, one wisp from a wild pig. It means something is given in a little amount, which is taken from the great amount of this thing, the rest part may come or be brought later.",
      "equivalent":"-"
    },
    {
      "proverb":"Tug'mas tovuqning tuxumi aziz.",
      "explanation":"The egg of a hen is very dear, if this hen will never give birth to another egg any more. It means that if a woman has got a child and cannot give birth to another child, she values her child so much, even it is more than enough.",
      "equivalent":"-"
    },
    {
      "proverb":"Sheriklik tovuqdan tuxum yaxshi.",
      "explanation":"Better to have an egg alone, than to have a hen to share with someone else. It is better to have a little thing that is owned by only one person than to have a big thing that is owned by many people.",
      "equivalent":"Everybody’s business is nobody’s business."
    },
    {
      "proverb":"Ahmoq o'zini maqtar,\nTentak – qizini.",
      "explanation":"A fool praises himself, a stupid praises his daughter.",
      "equivalent":"-"
    },
    {
      "proverb":"Gapning yomoni – pichir.",
      "explanation":"Whisper – the worst kind of speaking. It means that it very bad deed to whisper with someone among other people, because it shows that you are gossiping, keeping secret or telling bad words behind others.",
      "equivalent":"-"
    },
    {
      "proverb":"Gapdan gap chiqar,\nCho'pdan – xas.",
      "explanation":"One word comes out from another (and makes a big gossip), a straw comes out from a stick (and can harm you). Therefore, it is good to be careful about what to speak and what to touch.",
      "equivalent":"-"
    },
    {
      "proverb":"Tanballik – kulfat,\nMahmadanalik – ofat.",
      "explanation":"Idleness – misfortune, having the habit of talking a lot, especially to teach others arrogantly – disaster.",
      "equivalent":"Idleness is the root of all evil.\nAn idle brain is the Devil’s workshop."
    },
    {
      "proverb":"Do'stga zor qilma,\nNomardga – muhtoj.",
      "explanation":"It is bad both not to have a friend and to ask a help from a villain.",
      "equivalent":"-"
    },
    {
      "proverb":"Daraxtdan meva olaman desang,\nNiholligidan parvarish qil.",
      "explanation":"If you want to get fruits from a tree, you should take care of it from its young growth when it is a shoot. It means if you want to have a good child, you should begin to educate him from his very young ages.",
      "equivalent":"Just as the twig is bent, the tree is inclined.\nThe child is the father of the man."
    },
    {
      "proverb":"Non pishguncha, kulcha kuyar.",
      "explanation":"A small loaf of bread will be burnt till a big loaf of bread is baked.",
      "equivalent":"-"
    },
    {
      "proverb":"Chopib borgan yerga,\nYurib borsa ham bo'lar.",
      "explanation":"With walking you can reach to the place, where you run to. Sometimes it is good not to rush.",
      "equivalent":"Haste is from the Devil.\nMore haste, less speed.\nSlow and steady wins the race.\nThe more haste, the less speed.\nToo swift arrives as tardy as too slow."
    },
    {
      "proverb":"Begonaning dang'illama saroyidan\nO'zingning kulbayi vayronang yaxshi.",
      "explanation":"Your own shabby hovel is better than the other’s great palace, because you cannot live in other’s castle as free as in your own house.",
      "equivalent":"My house is my castle."
    },
    {
      "proverb":"U ko'z bu ko'zga do'st emas.",
      "explanation":"A man’s one eye is not the friend of the latter. It means that sometimes even brothers or sisters cannot be friends to one another and even one of them may harm his own sister or brother.",
      "equivalent":"One nail drives out another."
    },
    {
      "proverb":"Ana go'r, mana go'r,\nIshonmasang, borib ko'r.",
      "explanation":"That is a grave, this is a grave; if you do not believe, go to examine them yourself. It means that there are so many graves in the earth that one can find them everywhere, because a huge number of people have lived and died till this time on the earth. Besides, it says every one dies one day.",
      "equivalent":"All men must die.\nThe sea refuses no river."
    },
    {
      "proverb":"Ahmoqni urma-so‘kma, gapga sol.\nSahroyini urma-so‘kma, so‘zlat.",
      "explanation":"Do not hit or scold a fool / a mad man, just let him speak. So, he will show his foolness with his words.",
      "equivalent":"A fool says what he knows, and a wise knows what he says.\nA silent fool is counted wise."
    },
    {
      "proverb":"Ahmoqni urma-so'kma, ishga sol.\nAhmoqni urma-so'kma, aldab-suldab yo'lga sol.",
      "explanation":"Do not hit or scold a fool, just make him work even with a sweet word / lie. If you punish him, he may not understand it, but with his work he will provide some profit to you.",
      "equivalent":"Fools build houses and wise men live in them."
    },
    {
      "proverb":"Urgandan turtgan yomon,\nSo'zlagandan so'kkan yomon.",
      "explanation":"It is worse to shove than to hit, and it is worse to scold than to speak.",
      "equivalent":"-"
    },
    {
      "proverb":"O'git ber, o'git olganga,\nNasihat qil, quloq solganga.",
      "explanation":"Give an admonition to a person who takes (and follows) it, give advice to a person who listens (and follows) it.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomonning to'rida yotguncha,\nYaxshining bo'sag'asida yot.",
      "explanation":"Better to lie in the corridor of a good man’s house than to lie in the high place of a bad man’s house.",
      "equivalent":"-"
    },
    {
      "proverb":"Eshikdan kirolmagan tirqishdan qarar.",
      "explanation":"If a man cannot enter through the door, he will try to look inside through the hole.",
      "equivalent":"-"
    },
    {
      "proverb":"Qilgan eshikka boqar,\nQilmagan – teshikka.",
      "explanation":"A man look at the door, who has done his task; a man look through the hole, who has not done his task or responsibility (because he worries about that his boss or chairman may come and punish him).",
      "equivalent":"-"
    },
    {
      "proverb":"Mehmon kelar eshikdan,\nRizqi kelar teshikdan.",
      "explanation":"A guest comes from the door, simultaneously his food comes from the hole. As the Uzbek nation is so hospitable, they think if a guest comes, he will not ea the host’s food, but his food is sent by God; therefore, they do not feel sorry to feed a guest well.",
      "equivalent":"-"
    },
    {
      "proverb":"Eshikdan baxt kirsa,\nFalokat teshikdan qochar.",
      "explanation":"If happiness comes from the door, misfortune will run away from the hole. It means that if there is happiness in somewhere, misfortune cannot come to this place.",
      "equivalent":"-"
    },
    {
      "proverb":"Jiyan eshikdan kirsa,\nYetti bo'ri teshikdan kirar.",
      "explanation":"If a nephew comes from the door, seven wolves comes from the hole. It means that if your nephew or niece comes to your house, he wants to get or take away something from you as wolves. This case often happens in Uzbek families.",
      "equivalent":"-"
    },
    {
      "proverb":"Eri eshikdan chiqsa, xotin teshikdan chiqar.",
      "explanation":"If a husband goes out through the door, his wife goes out through the hole. It is a humorous proverb that means that a husband does not usually let his wife goes out from his house in an Uzbek family, but if he goes somewhere, his wife goes out without telling her husband.",
      "equivalent":"-"
    },
    {
      "proverb":"Jalada qolgan yomg'irdan qo'rqmas.",
      "explanation":"A man is not afraid of rain who has been under heavy shower. It means that a man is not afraid of some difficulty or work, who has experienced much difficulty or work in his life before.",
      "equivalent":"-"
    },
    {
      "proverb":"Ayamajuz olti kun,\nOlti oy qishdan qattiq kun.",
      "explanation":"Ayamajuz (Ayyom ajuz) includes just six days, but it is harder (colder) than all winter even the winter includes six cold months.",
      "equivalent":"-"
    },
    {
      "proverb":"Ayyom ajuz olti kun,\nQahri kelsa – olti oy qishdan qattiq kun.",
      "explanation":"Ayyom ajuz (Ayamajuz)(33) includes just six days, but if it becomes angry, it will be harder (colder) than all winter even the winter includes six cold months.",
      "equivalent":"-",
      "footnote":"33 Ayamajuz (ayyom ajuz) – o‘zbek millatida qishning so‘nggi haftasiga qo‘yilgan nom bo‘lib, odatda bu hafta qishning boshqa haftalaridan ko‘ra sovuqroq bo‘ladi / the name of the last week of winter in Uzbek culture, which is usually colder than the other weeks of winter in Uzbekistan."
    },
    {
      "proverb":"Hayolisi bola ko'rsa, onaman der,\nTannozlari o'z bolasini ukam der.",
      "explanation":"A shy (in positive meaning) woman says that she is a mother, if she gives birth to a child; but a shameless or flirtatious woman does not admit her own child and tells to others that he is her brother.",
      "equivalent":"-"
    },
    {
      "proverb":"Payg'ambar qizi bo'lma,\nOtang qizi bo'l.",
      "explanation":"Do not be prophet’s daughter, but be your father’s daughter. It means that before knowing and respecting a prophet you should know and respect your own father.",
      "equivalent":"It is a wise child that knows its own father."
    },
    {
      "proverb":"Ota o'g'li bo'lsang,\nOta nomini baland tut.",
      "explanation":"If you are your father’s son, you should keep your  father’s name in a high level (do not make your father shy or sad because of your bad deed).",
      "equivalent":"-"
    },
    {
      "proverb":"Otadan – o'g'il, onadan – qiz.",
      "explanation":"A son is from his father, a daughter is from her mother. It means that a son usually takes after his father, and a daughter usually takes after her mother.",
      "equivalent":"Like father, like son.\nHe is his father’s son.\nLike mother, like daughter.\nShe is her mother’s daughter."
    },
    {
      "proverb":"Ota ko'rganni bola ko'rmas,\nBola ko'rganni ota ko'rmas.",
      "explanation":"If a father experiences a bad thing, his son will not experience that (because the father tries to keep his son away from that thing), if a son experiences something bad, his father will not experience that (because the son tries to keep his father away from that thing).",
      "equivalent":"-"
    },
    {
      "proverb":"Ota o'lib bola qolsa – murodiga yetgani,\nBola o'lib ota qolsa – armoni ichda ketgani.",
      "explanation":"If a father dies before his child – his dream comes true, if his child dies before him – he lives sorrowfully. Because each father wishes that his child lives long and happily.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'il-qiz yaxshi bo'lsa, Ota-ona xursand.\nO'g'il-qiz dono bo'lsa, El-u yurt xursand.",
      "explanation":"If children are good, their parents are happy; if children are wise, their nation and country are happy (because their intellect may be helpful to the nation and country).",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi bola – otaga quvvat,\nYomon bola – uqubat.",
      "explanation":"A good child makes his father powerful, a bad child makes his father sorrowful.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi o'g'il biylar ota molini,\nYomon o'g'il sochar ota molini.",
      "explanation":"A good son makes his father’s wealth much, a bad son strews his father’s wealth. A good son economises his father’s wealth, a bad son wastes his father’s wealth.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomon farzand ota-onani yerga qaratar,\nYaxshi farzand ota-onani elga oralatar.",
      "explanation":"A bad child makes his parents look at the ground (because of his evil deeds), a good child makes his parents walk among others (being proud of their child).",
      "equivalent":"-"
    },
    {
      "proverb":"Erka tutsa onasi, Taltayadi bolasi.\nTo'g'ri tutsa onasi, Yurtga ega bolasi.",
      "explanation":"If a mother spoils her child, he will become stuck-up; if a mother educate her child, he will be a leader in his country.",
      "equivalent":"Spare the rod and spoil the child."
    },
    {
      "proverb":"Men ham edim sendek,\nSen ham bo'lasan mendek.",
      "explanation":"I was also (young, happy, naughty, etc.) as you, you will be also (old, sad, quiet, etc.) as me.",
      "equivalent":"Young folks think old folks to be fools, but old folks know young folks to be fools. *"
    },
    {
      "proverb":"Chiroy husn-u jamolda emas, fazl-u kamolda.",
      "explanation":"Beauty in appearance is not real beauty, but beauty in character and behaviour is real beauty.",
      "equivalent":"-"
    },
    {
      "proverb":"Tovuq bergan g'oz kutar,\nTuxum bergan – xo'roz.",
      "explanation":"If a man gives you a hen, he will wait a goose from you; if a man gives you an egg, he will wait a cock from you. It means that if someone gives you something, he will wait something much bigger or better from you.",
      "equivalent":"-"
    },
    {
      "proverb":"Kichiklarning kattasi bo'lguncha,\nKattalarning kichigi bo'l.",
      "explanation":"Better to be a young man among elder people than to be an elder man among young people.",
      "equivalent":"-"
    },
    {
      "proverb":"Kattani katta desang, o'zidan ketar,\nKichikni katta desang, kattaga yetar.",
      "explanation":"If you say “an elder man” about an elder man, he will become arrogant; if you say “an elder man” about a young man, he will behave as an elder man.",
      "equivalent":"-"
    },
    {
      "proverb":"Oy o'tovlasa, oylik g'amingni ye,\nKun o'tovlasa, kunlik g'amingni ye.",
      "explanation":"If a month is going to be cloudy, worry about all month (and store food or other necessary things enough for a month), if a day is going to be cloudy, worry about the day (and store food or other necessary things enough for a day).",
      "equivalent":"-"
    },
    {
      "proverb":"Yomg'ir o'zin sel sanar,\nKo'lmak o'zin – ko'l.",
      "explanation":"Rain thinks that rain is as heavy as shower, a puddle thinks that a puddle is as big as a lake. It means that a person usually thinks he is more powerful or valuable than he is in real life.",
      "equivalent":"-"
    },
    {
      "proverb":"Kumush xotin kunda – kasal,\nOltin xotin oyda – kasal.",
      "explanation":"A silver wife is ill everyday, a golden wife is ill once in a month. It means that a bad wife behaves as she is ill much in order not to do her housework.",
      "equivalent":"-"
    },
    {
      "proverb":"Ko‘p qarining ichida, Bir bola dono bo‘lur.\nKo‘p bolaning ichida, Bir qari bola bo‘lur.",
      "explanation":"Among many old people one child is counted wise; among many children one old person also behaves himself as a child. ",
      "equivalent":"-"
    },
    {
      "proverb":"Yigitlik yelib o'tar,\nQarilik – chopib.",
      "explanation":"Young ages pass as a blowing wind, old ages pass as a running man. It means that young ages pass much faster than old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Mendan bu gunoh,\nSendan u gunoh.",
      "explanation":"This sin is mine, that sin is yours. It means each human has got this or that sin, because we are not angels, but human-beings.",
      "equivalent":"Every man is born a sinner."
    },
    {
      "proverb":"Sizdan ugina, bizdan bugina.",
      "explanation":"That is from you, this is from me. It says if you give me something, then I shall give you something, too.",
      "equivalent":"Claw me, and I will claw thee.\nToday you, tomorrow me.*\nOne hand washes the other.\nYou scratch my back, I’ll scratch yours."
    },
    {
      "proverb":"Asal desang, bir kemir,\nQo'l tiqsang, ikki kemir.",
      "explanation":"If you want to eat honey, gnaw once, if you want that your hand is in honey, gnaw twice. It means that you should work hard to get valuable things or much pleasure.",
      "equivalent":"Business before pleasure.\nIf you won’t work you shan’t eat.\nNo pain, no gain."
    },
    {
      "proverb":"Bersa – bir balo,\nBermasa – ikki.",
      "explanation":"If you give – it is one problem, if you do not give – it is two problems. In some cases, both giving and not giving provides trouble; and some people will become sad and argue in both cases you give or do not give something to them.",
      "equivalent":"-"
    },
    {
      "proverb":"Berishda bir sana,\nOlganda – ikki. ",
      "explanation":"Count your money once while you are giving it to someone, count your money twice while you are taking back it.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kalla – kalla,\nIkki kalla – tilla.",
      "explanation":"One head is a head, two heads are gold. It means that two men is better than one man to think and decide.",
      "equivalent":"Two heads are better than one.\nFour eyes see more than two.\nFour eyes see better than two."
    },
    {
      "proverb":"Bir bosh – balo bosh,\nIkki bosh – mardona bosh.",
      "explanation":"One head makes its owner a troublemaker, but two heads make their owners problemsolvers. It means that two men is better than one man to think and decide.",
      "equivalent":"Two heads are better than one.\nFour eyes see more than two.\nFour eyes see better than two."
    },
    {
      "proverb":"Bir bosh – bir bosh,\nIkki bosh – ikki bosh.",
      "explanation":"One head is one head, but two heads are two heads. It means that two men is better than one man to think and decide.",
      "equivalent":"Two heads are better than one.\nFour eyes see more than two.\nFour eyes see better than two."
    },
    {
      "proverb":"Bir bosh har yerga sig'ar,\nIkki bosh qayerga sig'ar?",
      "explanation":"One head can be placed in everywhere, but where can two heads be placed? It means finding a place or a shelter for one person is not as difficult as finding a place or a shelter for two or more people.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yomon anjir kesar,\nIkki yomon – zanjir.",
      "explanation":"One bad man cuts a fig-tree, two bad men cut a chain. If many evil-doers do something together, they can do much or difficult evil work easily.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'rgan – tanish,\nIkki ko'rgan – bilish.",
      "explanation":"Once met – acquaintances, twice met – the familiars; it means, if two people have met once, they know about one another little; if two people have met twice or more, they know about one another well.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'rgan – bilish,\nIkki ko'rgan – tanish.",
      "explanation":"Once met – the familiars, twice met – acquaintances; it means, if two people have met once, they know about one another little; if two people have met twice or more, they know about one another well.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'rgan – oshna,\nIkki ko'rgan – qarindosh.",
      "explanation":"Once met – friends, twice met – relatives; it means, if two people have met once, they know about one another little as friends (but not close friends); if two people have met twice or more, they know about one another well as relatives.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qo'llab eksang,\nIkki qo'llab o'rasan.",
      "explanation":"If you sow with one hand, you will reap with two hands. It means that if you work little, you may get it much result.",
      "equivalent":"Keep your shop and your shop will keep you."
    },
    {
      "proverb":"Bir kerak bo'lgan narsa\nIkki ham kerak bo'lar.",
      "explanation":"If a thing is in need once, it will be in need twice, too. If a thing is necessary it is good to keep for further using.",
      "equivalent":"Keep a thing seven years and you’ll always find a use for it."
    },
    {
      "proverb":"Bir yo'talga – ikki cho'tal.",
      "explanation":"Two shares for one cough. It means if a man coughs unnaturally, it usually expresses that he wants to get (more) money.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kesak bilan ikki chumchuqni urib bo'lmas.\nBir kesak bilan ikki qarg'ani urib bo'lmas.",
      "explanation":"It is impossible to hit two sparrows / crows with one lump. It means that it is impossible to do two or more things at once.",
      "equivalent":"Between two stools one falls to the ground.\nBetween two stools one goes to the ground."
    },
    {
      "proverb":"Bir o'q bilan ikki quyonni urdi.",
      "explanation":"He shot two rabbits with one arrow. It refers to doing two tasks or implementing two goals with one action or trying.",
      "equivalent":"Kill two birds with one stone."
    },
    {
      "proverb":"Bir qo'ltiqqa ikki tarvuz sig'mas.",
      "explanation":"Two watermelons cannot be placed in a man’s one underarm. It means that it is impossible to do two or more things at once.",
      "equivalent":"Between two stools one falls to the ground.\nBetween two stools one goes to the ground."
    },
    {
      "proverb":"Bir qozonda ikki qo'chqorning kallasi qaynamaydi.",
      "explanation":"The heads of two rams cannot be boiled in one pot. It means that it is impossible to have two or more bosses in one organization or company, because if there are two or more bosses, the workers do not know whose orders to obey or follow and the organization or company will not develop.",
      "equivalent":"If two ride on a horse, one must ride behind.\nIf two men ride on a horse, one must ride behind.\nOne sword keeps another in the sheath.\nThere is no good accord, where every man would be a lord."
    },
    {
      "proverb":"Bir tulkining terisini ikki marta shilmas.",
      "explanation":"The skin of one fox is not stripped off twice. There are some tasks that cannot be done or is not allowed to be done more than once, so if a person makes a mistake while doing that task, he will not have another chance.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qinga ikki pichoq sig'mas,\nBir uyga – ikki xotin.",
      "explanation":"Two knives is not placed in one sheath, two wives cannot live together in one house (because they often quarrel if they live together).",
      "equivalent":"-"
    },
    {
      "proverb":"Bir salla tagida ikki kalla bo'lmas.",
      "explanation":"There cannot be two heads under one turban (Muslim men’s head covering).",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qo'yga – pichoq,\nIkki qo'yga tayoq.",
      "explanation":"A knife for one sheep, a stick is for two sheep. It means if a sheep does not obey you, you should slaughter it; if two sheep do not obey you, you should not slaughter them at once, but hit them with stick.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunga ho'kiz o'lmas,\nIkki kunga egasi bermas.",
      "explanation":"An ox will not die for one day, its owner will not give it for two days. It means that if you ask another man’s ox to work in your field, he will not lend it easily, though he knows that his ox will not die after one day working. Even he lends his ox, he will not give it for two days or more.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir etikka ikki oyoq sig‘mas,\nBir yurakka – ikki muhabbat.",
      "explanation":"Two feet are not placed in one boot, two loves are not placed in one heart. It means a man cannot love two women simultaneously or a woman cannot love two men at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'ngilga ikki yor sig'maydi.",
      "explanation":"Two sweethearts are not placed in one soul. It means a man cannot love two women simultaneously or a woman cannot love two men at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qilgan – madad,\nIkki qilgan – odat.",
      "explanation":"Once done – help, twice done – habit. If a man experiences something firstly, it will be helpful or useful; if the man do this thing at the second time, he will be used to doing it.",
      "equivalent":"Once a use and ever custom."
    },
    {
      "proverb":"Bir yaxshi bilan bir yomon kelishar,\nIkki yomon kelishmas.",
      "explanation":"One good person can tolerate (live) with one bad person, but two bad people cannot tolerate each other (and live together). It means in a family if a wife or husband is good, she or he can tolerate her or his bad pair, but if both of them have bad character, they cannot live together for a long period of time.",
      "equivalent":"-"
    },
    {
      "proverb":"Biri semizini yeydi,\nBiri egizini yeydi.",
      "explanation":"One of them eats the fat one, one them eats twins. It means that people’s tastes are different; some people prefer few but big things, some people prefer little but many things.",
      "equivalent":"Every man to his taste.\nTastes differ.\nThere is no accounting for tastes."
    },
    {
      "proverb":"Bitta edi moyam,\nIkkita bo'ldi dastmoyam.",
      "explanation":"I have had one income, now I have two incomes. It means that if a person has money and he uses it for useful business, he will get more income.",
      "equivalent":"In for a penny, in for a pound."
    },
    {
      "proverb":"Bir ko'chgan – ikki talanar.\nBir ko'chsang – bir talanasan, Ikki ko'chsang – ikki.",
      "explanation":"Once moved – twice was pillaged. Once moved – once was pillaged, twice moved – twice was pillaged. They mean if a man moves from one house into another once, his furniture or other things may get damaged or even become out of order.",
      "equivalent":"Three removals are as bad as a fire."
    },
    {
      "proverb":"Biri ikki bo'lmaydi.",
      "explanation":"His one income will not be two. It means a person, who does not know how to spend his money and what to do to earn money, will not be rich.",
      "equivalent":"If you won’t work you shan’t eat."
    },
    {
      "proverb":"Bir ikki bo'lmas, bit sirka bo'lmas.",
      "explanation":"One cannot be two, a louce cannot be a nit. Things and people are so different in the world, they do not look like each other. This proverb conveys that considering one thing to be another thing is a mistake.",
      "equivalent":"Of the ten fingers, some are long and some are short."
    },
    {
      "proverb":"Urishganga bir o'lim,\nOrachiga – ikki.",
      "explanation":"One death is for a fighter, two deaths for a mediator. It means a fighter dies once in a war, but a mediator dies twice (get great difficulties from the two sides) in a war.",
      "equivalent":"-"
    },
    {
      "proverb":"Sevgi – bir, makon – ikki.",
      "explanation":"Love – one, its places – two. It means lovers are two while their mutual love is one.",
      "equivalent":"-"
    },
    {
      "proverb":"So'ragan bir qizarar,\nBermagan ikki qizarar.",
      "explanation":"A person that gives a question turns red once, a person that cannot answer turns red twice. A person that gives a question blushes, because he does not know that, therefore he asks; but a person that cannot answer to that question blushes more, because he does not know the answer although he is expected to know the answer.",
      "equivalent":"-"
    },
    {
      "proverb":"Xon bir bo'lsa, el tuzalar,\nIkki bo'lsa, yurt buzilar.",
      "explanation":"If there is one khan (king) of a country, its people lives well; if there is two khans (kings) of a country, this country will be destroyed.",
      "equivalent":"There is no good accord, where every man would be a lord."
    },
    {
      "proverb":"Qo'noq bir kun qo'nsa – kut,\nIkki kun qo'nsa – yut.",
      "explanation":"If a guest stays during one day, wait his leaving politely; if a guest stays during two days, show your disappointment (sadness, or even anger).",
      "equivalent":"The first day a guest, the second day a guest, the third day a calamity."
    },
    {
      "proverb":"O'rganish – bir hunar,\nO'rgatish – ikki hunar.",
      "explanation":"Learning is one skill, teaching is two skills. Learning something is one difficult thing, but teaching it to someone is more difficult than learning.",
      "equivalent":"-"
    },
    {
      "proverb":"Yolg'onchi to'rga bir o'tar,\nIkkinchi o'tmas.",
      "explanation":"A lier goes to the best side once, but he does not go there twice. A lier is believed once, but after his lie, the second time people do not believe and respect him.",
      "equivalent":"He that once deceives is ever suspected."
    },
    {
      "proverb":"Yomonga gapirsang – bir balo,\nGapirmasang – ikki balo.",
      "explanation":"If you speak to a bad man, it is one problem, if you do not speak to him, it is two problems. It means that if you speak to a bad man, he will speak with you in a bad manner; if you do not speak to him, he will speak bad words about you.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir bo'lgan ikki bo'lmay qolmas, Ikki bo'lgan uch bo'lmay qolmas, Uch bo'lgan doim bo'lmay qolmas.",
      "explanation":"Once done can be done twice, twice done can be done thrice, thrice done will be done always. If a person do something many times, it will become his habit.",
      "equivalent":"Habits are at first cobwebs, at last cables.\nOnce a knave, always a knave.\nOnce a __, always a __."
    },
    {
      "proverb":"Birdan ikki yaxshi,\nIkkidan uch yaxshi.",
      "explanation":"Two is better than one, three is better than two. 1. According to a human nature, he wants always more and more, therefore it is better to have more (money, food clothes, etc.). 2. Any difficult task can be done easily if many people work together.",
      "equivalent":"1. The more you get, the more you want.\nMuch would have more. 2. A single arrow is easily broken, but not ten in bundle.\nThree helping one another, bear the burthen of six."
    },
    {
      "proverb":"Bir xotir, ikki xotir,\nUchida urib qotar.",
      "explanation":"Once calm, twice calm, but at the third time he will hit. It means if you do something evil or harmful to someone once or twice, he may keep calm himself, but at the third time he may burst with anger.",
      "equivalent":"-"
    },
    {
      "proverb":"Birim ikki bo'lmadi, beshim sigir bo'lmadi.",
      "explanation":"My one income has not become two incomes, my five incomes has not become a cow. It means that a man was so unsuccessful in his life, that he could not increase his income, even he could not gather money that is enough to buy a cow.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir bulduruq uch qorga tatiydi.",
      "explanation":"One hard snowing equals three ordinary snowing. Falling of hard ice bits once is equal to falling of soft snow bits thrice.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir miri – hayon,\nUch miri – ziyon.",
      "explanation":"One miri (historic Uzbek currency) is profit, three miris are harm. If a man has got little money, he spends it for necessary things carefully, if a man has got much money he spends it wastefully, and even much money makes a man arrogant or cruel.",
      "equivalent":"Penny – wise and pound – foolish."
    },
    {
      "proverb":"Muhabbat – bitta, ko'z – to'rtta.",
      "explanation":"Love – one, eyes – four. Two people having four eyes love each other, love should be from two sides.",
      "equivalent":"-"
    },
    {
      "proverb":"Bezbetga qoshiq bersang,\nBir o'rniga besh oshar.",
      "explanation":"If you give a spoon to an impudent person, he will eat five instead of one. An impudent person does not know his norm, if you give him a chance, he will do what he wants.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir do'st olti qarindoshning o'rnini bosadi.",
      "explanation":"One friend can substitute six relatives. One friend helps you even when your relatives do not help in need.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir tulki yetti bo'rini yetaklar.",
      "explanation":"One fox leads seven wolves. It means that a person, who is good at deceiving people, can make others do his orders or wishes easily.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir tog'a yetti ota o'rniga o'tar.",
      "explanation":"One uncle is worth seven fathers. It means sometimes our uncle can help or educate us when our father cannot do.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir sinalgan tajriba\nYetti kitobdan afzal.",
      "explanation":"One tested practice is better than seven books.",
      "equivalent":"An ounce of practice is worth a pound of precept.\nAn ounce of practice is worth a pound of theory.\nA knowledge of a learned man is limited if he stays at home all the time.\nPractise makes perfect."
    },
    {
      "proverb":"Bir dehqon omoch bilan,\nYettovlon cho'mich bilan.",
      "explanation":"One peasent is with an omoch(34), seven people are with ladles. It means one peasent works hard, but many other people eat his harvest and/or have pleasure unfairly.",
      "equivalent":"One man sows and another reaps.",
      "footnote":"34 Omoch – dalada ekin ekish jarayonida yer haydash uchun odatda molga boglab qo‘llaniladigan bitta katta tishli uskuna / a large farming tool (type of a plough) with a big blade which is used to dig the ground with tying it to a cow in fields so that seeds can be planted."
    },
    {
      "proverb":"Bilganing – bir to'qqiz,\nBilmaganing – to'qson to'qqiz.",
      "explanation":"What you know is one nine, what you do not kow is ninety-nine. A man cannot get all knowledge of the world, because knowledge is so much and unlimited that one cannot get even its ten percent though he learns during all his life.",
      "equivalent":"-"
    },
    {
      "proverb":"Birni eksang, o'nni olasan.",
      "explanation":"If you sow one, you will reap ten. It means if you sow one plant, it will give you much more harvest.",
      "equivalent":"-"
    },
    {
      "proverb":"Birni kessang, o'nni ek.",
      "explanation":"If you cut one, plant ten. If\nyou cut one tree, you should plant ten trees.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir orzu o'n orzu bolalaydi.",
      "explanation":"One dream gives birth to ten more dreams. Dreams and wishes brings other dreams and wishes.",
      "equivalent":"-"
    },
    {
      "proverb":"Eshagi – bir tanga,\nTushovi – o'n tanga.",
      "explanation":"A donkey costs one coin, its rope costs ten coins. Sometimes, the little part of a thing is dearer then the thing itself.",
      "equivalent":"-"
    },
    {
      "proverb":"Oldingga bir qarasang,\nOrqangga o'n qara.",
      "explanation":"If you look at in front of you once, look at your behind ten times. It means 1) before looking at (planning) your future, you should look at your past (what you have done, whether they are good or not, etc.); 2) past experiences can teach you how to behave and success in future.",
      "equivalent":"Past experiences are the best guide for future undertakings."
    },
    {
      "proverb":"Turkistonda qo'y bir so'm,\nKela-kela o'n bir so'm.",
      "explanation":"A sheep costs one soum in Turkistan, when it is brought here, it costs eleven soums. A businessman buys a good in a cheap market and sells it in a dear market.",
      "equivalent":"Buy in the cheapest market and sell in the dearest."
    },
    {
      "proverb":"Bir shaltoqning ishini\nYigirma epchil eplay olmas.",
      "explanation":"Even twenty adroit men cannot correct one clumsy man’s mistake. Because, a clumsy man does not behave in a careful, controlled way.",
      "equivalent":"A fool may throw a stone into a well which a hundred wise men cannot pull out."
    },
    {
      "proverb":"Bir kun urush bo'lgan uydan qirq kun baraka ko'tarilar.\nBir kun janjal bo'lgan uydan qirq kun baraka ko'tarilar.",
      "explanation":"If there is a one-day-quarrel in the house, there will not be much happiness and efficiency during forty days there.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunlik janjal\nQirq kunlik rizqni olar.",
      "explanation":"One-day-quarrel takes away much happiness and efficiency of forty days.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir mayizni qirq bo'lib yesa bo'lar.\nBir mayizni qirq kishi (teng) bo'lib yer.",
      "explanation":"Forty people may divide one raisin into forty parts and eat it together. It means generosity is a good character even in hard times and poverty.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir gapning qirq fahmi bor.",
      "explanation":"One sentence has forty senses. It means that one sentence may be understood by different people in different meanings.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir xotinning hiylasi qirq eshakka yuk bo'lar.\nBir xotinning hiylasi qirq tuyaga yuk bo'lar.",
      "explanation":"One wife’s cunning may be load on forty donkeys / camels. It says that womanbeing is usually foxy, therefore she can deceive someone or many people very easily, and because of her cunning, a great deal of work may appear to do.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kalning hiylasi\nQirq kishini charchatar.",
      "explanation":"One bald man’s cunning makes forty people exhausted. It means one foxy (“bold” is used to express canny, foxy) man can deceive someone or many people very easily, and because of his cunning, a great deal of work may appear to do.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yil tut ekkan kishi\nQirq yil gavhar terar.",
      "explanation":"If a man plants a mulberry tree in one year, he will get its pearl (fruit, harvest) during forty years.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun tuz ichgan joyga,\nQirq kun salom ber (qil).",
      "explanation":"If you eat salt (meal) in a place one day, you should greet to this place (owner of this place) during forty days. If someobody feeds you once, you should respect him through much time or even always.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qiz erga tegsa,\nQirq qiz tush ko'rar.",
      "explanation":"If one girl gets married, forty girls see their wedding parties in their dreams (they also want to get married).",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunlik isitma\nQirq kunlik kuchni olar.",
      "explanation":"A one-day fever takes away forty-day power. If a man has a fever during a day, he loses his power that can be used during forty (many) days.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yigitga qirq hunar oz.",
      "explanation":"Even forty skills are not enough for a young man. It says that a young man should learn and possess many skills and do much work for making good progress. ",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yigitning orqasidan qirq yigit otga minadi.",
      "explanation":"If a young man rides a horse, other forty young men also ride horses to follow him. It means that if a young man does something, many young men try to do this thing, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yigit qirq yilda bino bo'lar.",
      "explanation":"One young man becomes adult in forty years. It means that it takes about forty years to be an adult man, who is sensible and smart.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun oshiqqandan qirq kun aql qochadi.",
      "explanation":"If a man rushes during a day, he will lose his intellect during forty days. Rushing makes a man does things in a foolish way.",
      "equivalent":"Haste makes waste.\nHaste is from the Devil."
    },
    {
      "proverb":"Dehqon dehqondan qolsa, bir yilda yetar,\nCho'pon cho'pondan qolsa, qirq yilda yetar.",
      "explanation":"If a peasent is behind in his work from other peasent, he will reach the other one in a year; but a shepherd is behind in his work from other shepherd, he will reach the other one in forty years.",
      "equivalent":"-"
    },
    {
      "proverb":"Yigit joni – bitta,\nQiz joni – qirqta.",
      "explanation":"The life of a boy is one, the life a girl is forty. A woman may endure more difficulties (such as giving birth to a baby) rather than a man.",
      "equivalent":"-"
    },
    {
      "proverb":"Hunar – bir, pardoz – qirq.",
      "explanation":"Skill (craft) – one, polishing – forty. It means that if a man has one craft, he should polish his craft to make progress and develop in his future.",
      "equivalent":"-"
    },
    {
      "proverb":"So‘z – bir, sayqal – qirq.",
      "explanation":"Word – one, polishing – forty. It says that you should think carefully before saying a word in a polite and good way. It is easy to speak something, but it is better to speak it politely in order to be pleasant for a listener or reader.",
      "equivalent":"-"
    },
    {
      "proverb":"Tuzoqdan bir marta qo'rqqan qush,\nQirq yilgacha ayri yog'ochga qo'nmas.",
      "explanation":"If a bird has been once in a trap, it will not sit in “Y” shaped branches during forty years. If a man has mistaken to do something and got harm from it, he will not do it any more",
      "equivalent":"Once bitten, twice shy."
    },
    {
      "proverb":"O'zi bir tanga,\nTo'ni qirq tanga.",
      "explanation":"He costs one coin, his ton(35) costs forty coins. It means some people may wear expensive clothes, however they are not good or dear to others, therefore the other people do not like and respect them.",
      "equivalent":"Appearances are deceptive.\nMany a fine dish has nothing on it.\nYou can’t tell a book by its cover.",
      "footnote":"35 To‘n – o‘zbek milliy kiyimi, qo‘lda tikiladi va palto kabi qalin bo‘ladi / one of the Uzbek national handmade top clothes, which is hot like a coat."
    },
    {
      "proverb":"Bir so'zlab, tingla qirq ikki.",
      "explanation":"Speak once, hear forty-two times. Speaking much is not a good character, but hearing much is good.",
      "equivalent":"Be swift to hear, slow to speak.\nHear twice before you speak once."
    },
    {
      "proverb":"Bir yigitga yetmish hunar oz.",
      "explanation":"Even seventy skills are not enough for a young man. It says that a young man should learn and possess many skills and do much work for making good progress.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yigitga yetmish ikki hunar kam.",
      "explanation":"Even forty skills are few for a young man. It says that a young man should learn and possess many skills and do much work for making good progress.",
      "equivalent":"-"
    },
    {
      "proverb":"Birni bergan yuzni ham berar.",
      "explanation":"Having given one, he will give a hundred, too. If God gives you one thing or success, he may also give more things or happiness, you should believe and try to get them.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'rgan yuz eshitgandan yaxshi.",
      "explanation":"Seeing once is better than hearing a hundred times.",
      "equivalent":"One picture is worth ten thousand words."
    },
    {
      "proverb":"Bir aldansang, yuz aldanasan.",
      "explanation":"If you are deceived once, you will be deceived a hundred times. If a lier deceives you once and you do not recognize his lie, he will lie you more and more.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yolg'on ikki yolg'onni tug'ilishiga sabab bo'ladi.",
      "explanation":"One lie causes two lies. If one speaks a lie, then he will have to speak another lies in order to hide the first lie.",
      "equivalent":"One lie makes many."
    },
    {
      "proverb":"Bir bog' beda – bir tanga, Baytal boqmoq osonmi.\nBotmon bug'doy – yuz tanga, Xotin olmoq osonmi.",
      "explanation":"One bunch of clover costs one coin, it is not easy to feed a young female horse; one botmon (= 89,85 kilogram) wheat costs a hundred coins, it is not easy to feed a wife. It takes to earn much money to have a horse and/or a wife and feed them.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir yomonning yuz yaxshisi bor.",
      "explanation":"One bad thing, event, or a man has a hundred good sides. It means that nothing or no one is completely bad, it or he has some or maybe many good features.",
      "equivalent":"Every cloud has a silver lining.\nIll luck is good for something.\nNothing so bad, as not to be good for something.\nNothing so bad in which there is not something of good."
    },
    {
      "proverb":"Bir yomonning qarshisida yuz yaxshi bor.",
      "explanation":"There are a hundred good things or people in front of one bad thing or man. 1. If you meet a bad thing, event or person, it is not right to think that you are unlucky person, because after bad things good things come, too. 2. There are a lot of good people that can stand against bad people.",
      "equivalent":"Bad luck often brings good luck.\nBear all with evil and expect good.\nEven the weariest river winds somewhere safe to sea.\nEvery cloud has a silver lining.\nThe worse luck now, the better another time."
    },
    {
      "proverb":"Bir yil tut ekkan kishi\nYuz yil gavhar teradi.",
      "explanation":"If a man plants a mulberry tree in one year, he will get its pearl (fruit, harvest) during a hundred years.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kishi bilan sirdosh bo'l,\nAmmo yuz kishidan so'ra.",
      "explanation":"Tell your secret to one person, but if you have got a question, do not shy to ask it from a hundred people. It is good to keep a secret with only one person and to ask a question from many people in order to get right answer or advice.",
      "equivalent":"-"
    },
    {
      "proverb":"Gulchi bir gulni o'stirguncha,\nYuz tikan zahrini tortadi.",
      "explanation":"A gardener suffers from a hundred thorns while growing one flower (rose). A person should endure much difficulty while making a beautiful or good thing.",
      "equivalent":"There is no rose without a torn."
    },
    {
      "proverb":"Mard bir marta o'lar,\nQo'rqoq – yuz marta.",
      "explanation":"A brave man dies once, a coward man dies a hundred times. Because a coward man scares easily, and feels as a dead man when he scares from something.",
      "equivalent":"Cowards die many times before their death."
    },
    {
      "proverb":"Yaxshi bir tavba qiladi,\nYomon – yuz.",
      "explanation":"A good man pardons or confesses once, a bad man pardons or confesses a hundred times. It means an impudent person never feels embarrassed to do evil deeds and to ask pardon for them again and again.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'rining o'zi – bitta,\nko'zi yuzta.",
      "explanation":"A thief is one person, but his eyes are a hundred. It means that a thief looks through many things in a second in order to find out what thing is easy to steal and how to steal it.",
      "equivalent":"-"
    },
    {
      "proverb":"Birning kasofati yuzga,\nYuzniki mingga.",
      "explanation":"One’s evil deed can\ninfluence or harm a hundred people; a hundred people’s evil deeds can influence or harm a thousand people. It means one bad man’s evilness influences or harms many other people around him.",
      "equivalent":"A drop of poison ruins the bottle of wine.\nThere is a black sheep in every flock."
    },
    {
      "proverb":"Bilagi alp birni yiqar,\nDo'sti ko'p – mingni.",
      "explanation":"He wins one man who has strong arms; he wins a thousand men, who has many friends. It means that if a man has many friends he is much stronger than a strong man having few or no friends at all.",
      "equivalent":"The company makes the feast."
    },
    {
      "proverb":"Bilagi zo'r birni yiqar,\nBilimi zo'r – mingni.",
      "explanation":"He wins one man who has strong arms; he wins a thousand men, who has good knowledge. Having good knowledge is much better than having good muscles.",
      "equivalent":"Knowledge is power."
    },
    {
      "proverb":"Bir kishi ariq qazar,\nMing kishi suv ichar.",
      "explanation":"One man digs ground to make a brook, a thousand men drink water form it. It means usually one man does something good for others, and many people use it freely.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir odam ko'prik solib,\nMing odam o'tadi.",
      "explanation":"One man builds a bridge, a thousand man walks over it. It means usually one man does something good for others, and many people use it freely.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'ngil imorati – Ming Makka ziyorati.",
      "explanation":"Pleasing or taking care of one’s soul once is equal to a thousand pilgrimages to Mecca. Making a pilgrimage to Mecca is one of the main religious tasks of Muslims, it is considered to be one of the best deeds of them. However, taking care of one’s soul or making someone happy with good deeds is also considered to be one of the best deeds of Muslims.",
      "equivalent":"Saving one man’s life is better than building seven-storeyed temple."
    },
    {
      "proverb":"Birga vafo – mingga vafo.",
      "explanation":"Being loyal to one is equal to being loyal to a thousand people. Loyalty is always worth to great respect and its result is much bigger and better than what was expected.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir aylantirganni chir aylantir,\nChir aylantirganni ming aylantir.",
      "explanation":"If someone lifts you and moves around once very fast, lift him and move around a thousand times very fast. It means that if someone hurts you once, hurt him more.",
      "equivalent":"Blood will have blood."
    },
    {
      "proverb":"Bir anor ming bemorga davo.",
      "explanation":"One pomegranate may cure a thousand ill people. According to the Uzbek national medicine, a pomegranate is very helpful fruit to cure a lot of diseases.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kishi suv keltiradi,\nMing kishi ekin ekadi.",
      "explanation":"One person brings water, a thousand people sow plants. It means usually one man does something good for others, and many people use it freely.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ot orqasidan ming eshak yem yeydi.",
      "explanation":"Because of one horse a thousand donkeys eat fodder. If a farmer gives fodder to his horse, donkeys also come to eat it together although it is not their food. It means usually one man does something good for others, and many people use it freely.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kun ming kun emas.",
      "explanation":"One day is not a thousand days. It means if someone’s day is hard with a lot of troubles, the man should not sink in trouble, he should be patient and hope other days will be full of happiness.",
      "equivalent":"Bad luck often brings good luck.\nBear all with evil and expect good.\nEven the weariest river winds somewhere safe to sea.\nEvery cloud has a silver lining.\nThe worse luck now, the better another time."
    },
    {
      "proverb":"Birni sochsang yerga,\nMingni berar elga.",
      "explanation":"If you strew one seed to the ground, it will give a thousand seeds to the people. It means if you sow one plant, it will give you much more harvest and the harvest can feed many people.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir pul berib yig'latdim, Ming pul berib yupatdim.\nBir pul berib yig'latdim, Ming pul berib tindirdim.",
      "explanation":"I gave one sheet of money and he wept, then I gave a thousand sheets of money to make him calm. Usually, if you give a little amount of money to a child he will cry or weep to get much more money from you.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir pul berib yig'latdim,\nMing pul berib tindira olmadim.",
      "explanation":"I gave one sheet of money and he wept, then I could not make him calm even with giving a thousand sheets of money to him. Usually, if you give a little amount of money to a child he will cry or weep to get much more money from you.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir pul olib yig'latdim,\nMing pul berib yupatdim.",
      "explanation":"I took one sheet of money and he wept, then I gave a thousand sheets of money to make him calm. Usually, if you take a little amount of money from a child he will cry or weep to get much more money from you.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kunlikka ham ravot kerak,\nMing kunlikka ham.",
      "explanation":"One needs an inn (old type of hotel) for one day as well as a thousand days. To stay for one night or more one person needs a shelter.",
      "equivalent":"-"
    },
    {
      "proverb":"Birning kasofati mingga tegar.",
      "explanation":"One’s evil deed can influence or harm a thousand people. It means one bad man’s evilness influences or harms many other people around him.",
      "equivalent":"A drop of poison ruins the bottle of wine.\nThere is a black sheep in every flock."
    },
    {
      "proverb":"Birin-birin ming bo'lar,\nToma-toma ko'l bo'lar.",
      "explanation":"One by one it will be a thousand, by droping it will be a lake. Gathering by little amount of something (money, wealth, knowledge, lie, gossip, etc.) it will be much.",
      "equivalent":"Drops that gather one by one finally become a sea.\nFollow the river and you’ll get to the sea.\nMany drops make a shower.\nMany a little makes a mickle.\nTake care of the pence and the pounds will take care of themselves."
    },
    {
      "proverb":"Ilmsiz bir yashar,\nIlmli ming yashar.",
      "explanation":"A person lives once, who does not have knowledge; a person lives a thousand times, who has knowledge. It means if a man has good knowledge he can teach others or write a book, which can live after his death and remember him to other generation.",
      "equivalent":"-"
    },
    {
      "proverb":"Har kimning bir o'yi bor,\nHayolida ming qo'yi bor.",
      "explanation":"Everyone has his one thought, and he has a thousand sheep in his dream. It means dreaming can make a person even rich though he is very poor in his real life.",
      "equivalent":"The more a man dreams, the less he believes."
    },
    {
      "proverb":"Kasal – bitta, davosi – mingta.",
      "explanation":"Illness – one, its cure – a thousand. It means one illness may be cured in different ways or with different medicines.",
      "equivalent":"-"
    },
    {
      "proverb":"Kavushimni olgan bir kishi,\nGumondorim ming kishi.",
      "explanation":"One man has stolen my kavush(36), but the suspects are a thousand people. One thinks any person to be guilty if he does not know the person that is guilty in actual fact.",
      "equivalent":"-",
      "footnote":"36 Kavush – o‘zbek milliy oyoq kiyimi, qo‘lda tayyorlanadi va qalin bo‘ladi / Uzbek national handmade shoe, which is hot."
    },
    {
      "proverb":"Oshnachilik – bir yilchilik,\nQudachilik – ming yilchilik.",
      "explanation":"Friendship – a one-year relationship, being kuda(37) – a thousand-year relationship. According to the Uzbek culture there are a lot of traditions and responsibility for being kuda, which last during many years.",
      "equivalent":"-",
      "footnote":"37 Quda – o‘zbek millatida o‘g’li va qizi bir-biri bilan turmush qurgan ikki ota-onalardan istalgan biri / one of the two pairs of parents, whose son and daughter get married to each other in the Uzbek nation."
    },
    {
      "proverb":"Otni topish bir kunlik,\nAbzal topish ming kunlik.",
      "explanation":"Finding a horse is a one-day-task, finding a harness is a thousand-day-task. In some cases, it is easy to get a big thing, but it is hard to find its small piece or tool that helps to work with the big thing.",
      "equivalent":"-"
    },
    {
      "proverb":"Olgan bir yozug'lik,\nOldirgan ming yozug'lik.",
      "explanation":"If a person takes something, he will be noted once; if a person gives something, he will be noted a thousand times. According to Islamic religion, if you take something from someone, you should give back it, because your angel writes it; if you give something to someone and do not wait his coming , it is considered to be a good deed, therefore your angel writes it a thousand times as good deeds.",
      "equivalent":"-"
    },
    {
      "proverb":"Sen birovga birni bersang,\nXudo senga mingni beradi.",
      "explanation":"If you give one to someone, God may give you a thousand. It means it is good to help poor people, if you do not get back what you have given to them, God may give you much more wealth. ",
      "equivalent":"The charitable give out at the door, and God puts in at the window.\nIt is better to give than to receive."
    },
    {
      "proverb":"Tayog'i yo'g'on birni urar,\nSo'zi yo'g'on mingni urar.",
      "explanation":"A person can hit one man if he has a thick stick, a person can hit a thousand people if he has a thick word. It means one can influence more if he speaks in a clever and touchable way in an appropriate situation.",
      "equivalent":"The tongue is mightier than the sword."
    },
    {
      "proverb":"Sherikchilik – bir yilchilik,\nQudachilik – ming yilchilik.",
      "explanation":"Companionship – a one-year relationship, being kuda(38) – a thousand-year relationship. According to the Uzbek culture there are a lot of traditions and responsibility for being kuda, which last during many years.",
      "equivalent":"-",
      "footnote":"38 Quda – o‘zbek millatida o‘g’li va qizi bir-biri bilan turmush qurgan ikki ota-onalardan istalgan biri / one of the two pairs of parents, whose son and daughter get married to each other in the Uzbek nation."
    },
    {
      "proverb":"Qalbakilik bir kun quvontirsa,\nMing kun munkaytirar.",
      "explanation":"Artificiality makes a person happy during one day, but it makes a person incline his head down (in embarrassment) during a thousand days.",
      "equivalent":"-"
    },
    {
      "proverb":"Eshagi – bir tanga,\nTo'qimi – ming tanga.",
      "explanation":"A donkey costs one coin, its blanket costs a thousand coins. Sometimes, the little part of a thing is dearer then the thing itself.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi kishiga bir so'z kifoya,\nYomon kishiga ming so'z befoyda.",
      "explanation":"One word is enough for a good man, a thousand words do not influence to a bad man. An impudent man does not feel sorrow or sad, or is not influenced even he is punished or told that he has behaved badly.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi otga – bir qamchi,\nYomon otga – ming qamchi.",
      "explanation":"One hit is for a good horse, a thousand hits for a bad horse. An impudent man does not feel sorrow or sad, or is not influenced even he is punished or told that he has behaved badly.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'ri bitta, gumon mingta.",
      "explanation":"One man is a thief, but the suspects are a thousand people. One thinks any person to be guilty if he does not know the person that is guilty in actual fact.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'ilga bir kerak bo‘lsa,\nQizga ming kerak.",
      "explanation":"A son needs one, a daughter needs a thousand. While bringing up a daughter and giving her to marriage, parents should buy a lot of things to their daughter in Uzbek families.",
      "equivalent":"-"
    },
    {
      "proverb":"O'q birni o'ldirar, so'z mingni.",
      "explanation":"An arrow kills one, a word kills a thousand. With one word one may hurt many souls.",
      "equivalent":"The tongue is mightier than the sword."
    },
    {
      "proverb":"Birning kasofati mingga tegar, Mingniki – tumanga.\nBirning kasri mingga, Mingning kasri tumanga tegar.",
      "explanation":"One’s evil deed can influence or harm a thousand people; a thousand people’s evil deeds can influence or harm ten thousand people. Both of them mean one bad man’s evilness influences or harms many other people around him.",
      "equivalent":"A drop of poison ruins the bottle of wine.\nThere is a black sheep in every flock."
    },
    {
      "proverb":"Birniki mingga,\nMingniki – tumanga.",
      "explanation":"One’s is to a thousand, a thousand’s are to ten thousand. One’s good or bad deeds can influence to many other people around him.",
      "equivalent":"A drop of poison ruins the bottle of wine.\nThere is a black sheep in every flock."
    },
    {
      "proverb":"Men qilaman ikki,\nKelinim qiladi yetti.",
      "explanation":"I do two, my daughter-inlaw does seven. 1. According to Uzbek culture a daughter-in-law should do much more work than her mother-in-law, usually a mother-in-law does not do any housework in her house. 2. Giving birth to her children a daughter-in-law makes the family larger, which is belong to her mother-in-law.",
      "equivalent":"-"
    },
    {
      "proverb":"Uch kishi bilgan sirni\nYuz kishi bilar.",
      "explanation":"If three people know about\na secret, a hundred people know about it, too.",
      "equivalent":"Three may keep a secret, if two of them are dead."
    },
    {
      "proverb":"Beshning boshi bo'lgancha,\nOltining oyog'i bo'l.",
      "explanation":"Better to be the leg of six than to be the head of five. Responsibility of leading many people is more difficult than the responsibility of one man’s own.",
      "equivalent":"-"
    },
    {
      "proverb":"Pish qozonim besh oy,\nO'tir qizim olti oy.",
      "explanation":"Boil my pot during five months, sit my daughter during six months. It is good to have food to eat at home, a daughter should not rush to get married if she wants to have a good husband.",
      "equivalent":"-"
    },
    {
      "proverb":"Aziz momo olti kun,\nQahri kelsa – yetti kun.",
      "explanation":"Aziz momo(39) stays six days, if she becomes angry she stays seven days.",
      "equivalent":"-",
      "footnote":"39 Aziz momo – O‘zbekistonda odatda mart oyida bir necha kun qishdan ham qattiqroq sovuq bo‘ladi, o‘zbek millatida ushbu sovuq ob-havoni shunday atashadi, chunki qadimiy afsonaga binoan “Aziz momo”ni odamlar hurmat qilsa u ko‘p kun qolmasdan tez ketadi va kunlar iliydi / the period of time (several days) in March that is usually very cold, even colder than winter in Uzbekistan, is called “Dear grandmother” in Uzbek culture, because according to the old myth if people respect “Aziz momo”, she will not stay much days, and days become warm soon."
    },
    {
      "proverb":"Oltida yig'sang, oshadi,\nYettida yig'sang, yetadi.",
      "explanation":"If you gather at six, it will be more; if you gather at seven, it will be enough. It means if you begin to gather money at the early age, this money will be more for your all life; if you begin to gather money little bit later, this money will be enough for your all life.",
      "equivalent":"-"
    },
    {
      "proverb":"Aziz momo olti kun, Qaltirasa – qatti(40) kun, Sakransa – sakkiz kun, To‘qransa – to'qqiz kun, O'qransa – o'n kun.",
      "explanation":"Aziz momo usually stays six days, if she shivers she stays seven days, if she jumps she stays eight days, if she becomes sad she stays nine days, if she looks at angrily she stays ten days.",
      "equivalent":"-",
      "footnote":"40 Qatti – yetti so‘zining tarixiy varianti / old variant of “seven”."
    },
    {
      "proverb":"Olti yashar yo'lda bo'lsa,\nOltmish yashar yo'ldan chiqsin.",
      "explanation":"If a six-year-old boy is on the way, a sixty-year-old man should get out of this way. It means that old people should empty their places (in job, family, etc.) for young people in its time.",
      "equivalent":"-"
    },
    {
      "proverb":"Olti yashar yo'ldan kelsa,\nOltmish yashar ko'rgani kelar.",
      "explanation":"If a six-year-old boy comes back from the way (travel), a sixty-year-old man comes to welcome him. If a young man travels, an old man welcomes him at his home.",
      "equivalent":"-"
    },
    {
      "proverb":"Olti yashardan so'rama,\nOltmish yashardan so'ra.",
      "explanation":"Do not ask from a six-year-old child, ask from a sixty-year-old man. Because old\npeople know more than young people.",
      "equivalent":"A new broom sweeps\nclean, but the old brush\nknows all the corners.\nThere’s many a good tune played on an old fiddle."
    },
    {
      "proverb":"Yetti yoshga yetguncha, Yer to'qmog'in yersan.\nYetmish yoshga yetguncha, El to'qmog'in yersan.",
      "explanation":"You are hit by the big stick (one type of arm) of earth till you are seven, you are hit by the big stick of the people till you are seventy. It means that a child usually falls to the ground because of his carelessness till he is seven, a man usually is punished by others because of his mistakes till his old ages.",
      "equivalent":"-"
    },
    {
      "proverb":"Yetti yashar safardan kelsa,\nYetmish yashar ko'rgani kelar.",
      "explanation":"If a seven-year-old boy comes back from the travel, a seventy-year-old man comes to welcome him. If a young man travels, an old man welcomes him at his home.",
      "equivalent":"-"
    },
    {
      "proverb":"Yeb yetti bo'lmagan,\nYalab yetmish bo'lmas.",
      "explanation":"If a man has not been seven by eating, he cannot be seventy by licking. It means that if a man is greedy, he cannot be a real rich man, because he does not recognize that it is enough to eat, or to collect money, etc.",
      "equivalent":"He is not poor that has little, but he that desires much."
    },
    {
      "proverb":"Sakkizdan – zakot,\nO'n oltidan – hayrot.",
      "explanation":"Zakot(41) is from eight, surprise is from sixteen. It reflects that if you have eight sheep, you should give one of them to helpless or poor people; if you have sixteen sheep, others are surprised by your wealth, because it was not usual thing to earn much money with fair or right way in old times.",
      "equivalent":"-",
      "footnote":"41 Zakot – diniy soliq turi bo‘lib, Islom diniga binoan agar bir kishida sakkizta qo‘y bo‘lsa, u qo‘ylarining birini zakot sifatida bechora va kambag’allarga berishi lozim / a religious type of tax; according to Islam religion if a man ows eight sheep, he should give one of them to helpless or poor people."
    },
    {
      "proverb":"Sanamay sakkiz dema,\nO'ylamay – o'ttiz.",
      "explanation":"Do not say eight without counting, do not say thirty without thinking. Before saying or doing something one should think about it thoroughly.",
      "equivalent":"Measure seven times, cut once.\nMeasure thrice and cut once.\nMeasure twice, cut once.\nScore twice before you cut once.\nThink twice, cut once."
    },
    {
      "proverb":"Olarda hisobi – to'qqiz,\nBerarda sanog'i – o'ttiz.",
      "explanation":"While taking the count is nine, while giving the count is thirty. It means that it is more difficult to give back money or any other thing than to take it, therefore a man usually counts his money or thing many times while he is giving back.",
      "equivalent":"-"
    },
    {
      "proverb":"To‘qqizida bo'lmagan aql,\nTo'qsonida ham bo'lmas.",
      "explanation":"If a boy is not clever when he is nine, he will not be clever when he is ninety. If a person is fool in his young times, he stays fool even he is old.",
      "equivalent":"A fool at forty is a fool indeed."
    },
    {
      "proverb":"To‘qqizida qanday – to'qsonida shunday.",
      "explanation":"What he is in his nine, he will be that in his ninety. A man keeps characters or peculiarities which he had in his young times till his old ages.",
      "equivalent":"The fine pullet shows its excellence from the egg."
    },
    {
      "proverb":"O‘nta bo'lsa o'rni boshqa,\nQirqta bo'lsa – qilig'i.",
      "explanation":"If there are ten, each of them has his/her own place; if there are forty, each of them has his/her own act (character). Uzbek families have usually many children. This proverb reflects this fact that if there are ten children in a family, each child has his/her own place in the life of the family; even there are forty in a family (it is also characteristic to Uzbek families that two or more brothers’ families live together in one house) each of them has his/her own act (character) (they are different).",
      "equivalent":"There is a place for everything, and everything in its place."
    },
    {
      "proverb":"O'g'il uylantirganga o'n yil, Qiz chiqarganga qirq yil yondashma.\nO'g'il uylantirganga o'n yil, Qiz chiqarganga qirq yil tegma.",
      "explanation":"Do not touch to a person, who made his son’s wedding, during ten years; do not touch to a person, who made his daughter’s wedding, during forty years. In an Uzbek family parents make a wedding party and a lot of marriage traditions for their children. So, they spend so much money for the wedding and traditions, therefore after them parents usually feel some shortage of money. Especially the bride’s parents spend much more money than the groom’s parents.",
      "equivalent":"-"
    },
    {
      "proverb":"O‘n og'iz so'z ming og'iz bo'lar.",
      "explanation":"A word of ten mouths turns to be the word of a thousand mouths. It shows that if ten people speak about one thing, a thousand people may know and speak about it (sometimes with exaggerating it).",
      "equivalent":"What is told in the ear of a man is often heard a hundred miles away."
    },
    {
      "proverb":"O'ttiziga chidagan\nO'ttiz biriga ham chidar.",
      "explanation":"If a man can endure thirty of something, he can endure the thirty first of the thing, too. It means that if a man can endure much difficulty, he can endure little more of this difficulty to win it and have better life then.",
      "equivalent":"-"
    },
    {
      "proverb":"O'ttizida er atalgan,\nQirqida sher atalar.",
      "explanation":"If a man is called “a real man” in his thirty, he will be called “a lion” in his forty. This proverb says that year by year a man becomes stronger, braver, more intelligent and sensible.",
      "equivalent":"-"
    },
    {
      "proverb":"O'g'ilga o'ttiz uydan tilov bor,\nQizga qirq uydan ishlov bor.",
      "explanation":"A son is given his share by thirty houses, a daughter is educated by forty houses. It means that it is characteristic to Uzbek mentality that boys may be fed by his neighbours and relatives, and girls should be educated by much more people (because she will live in her husband’s house and serve his parents, so she should have very good behaviour).",
      "equivalent":"-"
    },
    {
      "proverb":"Qirqiga chidagan\nQirq biriga ham chidaydi.",
      "explanation":"If a man can endure forty of something, he can endure the forty first of the thing, too. It means that if a man can endure much difficulty, he can endure little more of this difficulty to win it and have good life then.",
      "equivalent":"-"
    },
    {
      "proverb":"Yo'lbars qirqqa kirsa ham, yeyishi – ang,\nQarg'a mingga kirsa ham, yeyishi – go'ng.",
      "explanation":"Even a tiger is forty years old, it eats meat; even a crow is a thousand years old, it eats dung. It means a brave man stays brave even he is very old, a scoundrel man also stays the same even he is very old.",
      "equivalent":"-"
    },
    {
      "proverb":"Oltmishingda olma eksang,\nYetmishingda yemishin yersan.",
      "explanation":"If you plant an apple tree when you are sixty years old, you will eat its fruit when you are seventy.",
      "equivalent":"-"
    },
    {
      "proverb":"Sakson kunda – saboq,\nTo'qson kunda – toboq.",
      "explanation":"In eighty days it is a lesson, in ninety days it is a dish. If a man begins a new profession or trade, he understands its real sense after doing it approximately eighty days, he gets its real income after about ninety days.",
      "equivalent":"-"
    },
    {
      "proverb":"To'qsonga borsang ham, tok ek,\nYuzga yetguncha, uzumini yeysan.",
      "explanation":"Even you are ninety years old plant a vine, you will eat its grapes till you are hundred years old.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuzga chidagan, mingga ham chidaydi.",
      "explanation":"If a man could endure a hundred, he can endure a thousand, too. It means that if a man can endure much difficulty, he can endure much more of this difficulty to win it and have good life then.",
      "equivalent":"-"
    },
    {
      "proverb":"Yigitning xuni – yuz yilqi, Or-nomusi – ming yilqi.\nYigitning xuni – yuz tanga, Or-nomusi – ming tanga.",
      "explanation":"A young man’s blood costs a hundred horses / coins, his honour costs a thousand horses / coins. It means if someone kills a young man, he had to pay the penalty that is equal to a hundred horses in old times; but if someone destroys a young man’s honour with slandering, it costs so much, because this deed is considered even worse than killing a man in Uzbek mentality.",
      "equivalent":"-"
    },
    {
      "proverb":"Birinchi savdo – savdo,\nIkkinchi savdo – g'avg'o.",
      "explanation":"First bargain is a real bargain, but next bargain is a real scandal. It means that the first bargain is better then the next ones.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki odam – bir odamning tangrisi.",
      "explanation":"Two people are one man’s God. It means that two men is better than one man to think and decide.",
      "equivalent":"Two heads are better than one.\nFour eyes see more than two.\nFour eyes see better than two."
    },
    {
      "proverb":"Ikki sulton bir sultonning sirtin yirtar.",
      "explanation":"Two kings tear one king‘s clothes. It means that if two kings stand together against one king, they will win him easily.",
      "equivalent":"A single arrow is easily broken, but not ten in bundle.\nMany hands make light work.\nThree helping one another, bear the burthen of six.\nUnited we stand, divided we fall."
    },
    {
      "proverb":"Ikki qo'l qilgan ishni\nBir qo'l qilolmas.",
      "explanation":"One hand cannot do the task that has been done by two hands.",
      "equivalent":"Many hands make light work.\nUnited we stand, divided we fall."
    },
    {
      "proverb":"Ikki tentak bir bo'lsa,\nSog' odamday gaplashar.",
      "explanation":"If two insane people sit together, they speak as clever ones. Because an insane person can understand another insane’s words.",
      "equivalent":"Dog does not eat dog."
    },
    {
      "proverb":"Ikki yolg'on – bir qasam.",
      "explanation":"Two lies – one swear. If you speak two lies it is equal that you swear once. Both of them are not good deeds.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki qasam – bir o'lim.",
      "explanation":"Two swears – one death. If you swear twice it is equal to your death. Swearing much is as bad as a death.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki suyuk bir ko'ngilga sig'mas.",
      "explanation":"Two loves cannot be placed in one soul. It means a man cannot love two women simultaneously or a woman cannot love two men at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki xotin olibsan,\nBir baloga qolibsan.",
      "explanation":"If you take two wives, you have one (big) trouble. Because they often quarrel and make problems in order to own the husband and his property.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki quyonni quvlagan birini ham tutolmas.",
      "explanation":"If one runs after two rabbits, he cannot catch even one of them. 1. If a man does not do one thing till its end and begin another, or change his job or job place very often, he cannot make much progress in his work. 2. If a man tries to do or know many things at the same time, he cannot do or know even one of these things.",
      "equivalent":"A tree often transplanted, never bears much fruit.\nA rolling stone gathers no moss.\nA Jack of all trades is master of none.\nBetween two stools one falls to the ground.\nBetween two stools one goes to the ground.\nDogs that put up many hares kill none.\nHe who begins many things, finishes but few.\nIf you run after two hares, you will catch none.\nJack of all trades and master of none. \nTo know everything is to know nothing."
    },
    {
      "proverb":"Ikki orzu bir topilmas.",
      "explanation":"Two dreams are not implemented at one time. It means that a man’s two dreams usually do not come true at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki quloqdan ko'ra,\nBir ko'zga ko'proq ishon.",
      "explanation":"Better to believe one eye than two ears. It is better to believe less what you hear than what you see.",
      "equivalent":"Believe not all that you see nor half what you hear."
    },
    {
      "proverb":"Ikki ko'chgan – bir talangan.",
      "explanation":"Twice moved – once was pillaged. It means if a man moves from one house into another once, his furniture or other things may get damaged or even become out of order.",
      "equivalent":"Three removals are as bad as a fire."
    },
    {
      "proverb":"Ikki shunqor urishsa,\nBir qarg'aga yem tushar.",
      "explanation":"If two hawks fight, a crow will have food. It means if two hawks fight, one of them will be hurt or die, and a crow will eat it. It is often true with people too: if two strong people fight, one of them is shure to be hurt, and weak people try to get benefit from this situation.",
      "equivalent":"When two tigers fight, one is sure to be hurt."
    },
    {
      "proverb":"Ikki qo'chqor kallasi bir qozonda qaynamas.",
      "explanation":"The heads of two rams cannot be boiled in one pot. It means that it is impossible to have two or more bosses in one organization or company, because if there are two or more bosses, the workers do not know whose orders to obey or follow and the organization or company will not develop.",
      "equivalent":"If two ride on a horse, one must ride behind.\nIf two men ride on a horse, one must ride behind.\nOne sword keeps another in the sheath.\nThere is no good accord, where every man would be a lord."
    },
    {
      "proverb":"Ikki marta o'lmaysan,\nBir martasidan qochib qutulmaysan.",
      "explanation":"You cannot die twice, you cannot run away from your one death. A person dies once, he does not know when he dies and he cannot change his death time.",
      "equivalent":"Death when it comes will have no denial.\nThere is a remedy for everything except death.\nYou can only die once."
    },
    {
      "proverb":"Ikkovga bitta ishton,\nQanday chiqamiz qishdan.",
      "explanation":"One ishton (type of trousers that Uzbek women wear it under a dress) for two of us, how can we spend winter. This proverb reflects that some people are so poor that they cannot afford clothes even in cold winter time. Metaphorically it means that sometimes two people needs the same thing at the same time, but they cannot find one more of this thing immediately.",
      "equivalent":"-"
    },
    {
      "proverb":"Nonning ikki kunligini ye,\nGo‘shtning – bir kunligini.",
      "explanation":"Eat two days old bread and one day old meat. According to the medical advice hot fresh bread is not useful but harmful for liver and stomach, but fresh meat is useful for health.",
      "equivalent":"-"
    },
    {
      "proverb":"Er yigitga ikki nomus – bir o'lim.",
      "explanation":"Losing honour and respect twice is equal to dying once for a real gentleman. Because losing honour and respect is considered very bad thing for a real gentleman in Uzbek mentality.",
      "equivalent":"-"
    },
    {
      "proverb":"Yo'ldagi ikki qushdan,\nQo'ldagi bir qush yaxshi.",
      "explanation":"One bird in the hand is better than two on the road. It means that what you have in your hand is better or more useful than what is expected to come or what you do not own.",
      "equivalent":"A bird in the hand is worth two in the bush.\nA thousand cranes in the air are not worth one sparrow in the fist."
    },
    {
      "proverb":"Yalangoyoqqa daryoning ikki tomoni ham bir.",
      "explanation":"The two sides of the river are the same for a man who does not have shoes. It means that poor people do not usually have chance to choose better variant of something.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki mulla – bir kishi,\nBir mulla – yorti kishi.",
      "explanation":"Two mullahs (Islamic religious teachers or readers) – one man, one mullah – half man. It says that some mullahs do not follow what they teach to other people. Some people are also good at advising others, but they do not do as they advise.",
      "equivalent":"Do as I say, not as I do.\nThe nearer the church, the farther from God."
    },
    {
      "proverb":"Umringdan uch kun qolsa ot ol,\nBir kun qolsa – xotin.",
      "explanation":"If only three days of your life are left, buy a hourse; if only one day of your life is left, get a wife (get married to a woman). Because you can enjoy riding a horse and your wife may continue your name by having your child after your death.",
      "equivalent":"If you would be happy for a week take a wife; if you would be happy for a month kill a pig; but if you would be happy all your life plant a garden."
    },
    {
      "proverb":"Uch kishi bir bo'lsa,\nBiri – Xizir.",
      "explanation":"If three people sit together, one of them is Khizir(42). According to this proverb, none knows whether there is sitting Khizir near him; if someone helps him, maybe he is Khizir.",
      "equivalent":"-",
      "footnote":"42 Khizir (Khizr) – islom rivoyatlarida keltirilishicha “obi hayot” suvidan ichib, umri boqiy bo‘lgan taqvodor shaxs, og’ir ahvolda qolgan kishilarga yoshi ulug’ yo‘lovchi sifatida uchrab, ularning mushkulini oson qiladi / an Islamic saint, who drank the water of the spring “obi hayot” (the water of life) and became immortal accorging to Islamic legends; and he always comes in the appearance of an old passer-by to help people being in trouble."  
    },
    {
      "proverb":"Uch kun barvaqt turgan bir kun yutar.",
      "explanation":"If a man wakes up early during three days he will gain the time of one day. Waking up early provides much effective time and productive work to a man.",
      "equivalent":"Better early than late.\nEarly to bed, early to rise makes a man healthy, wealthy and wise.\nThe early man never borrows from the late man.\nThe early bird catches the worm."
    },
    {
      "proverb":"Tangri berganning o'g'li to‘rt bo‘lar,\nBiri nomard bo'lsa, biri mard bo'lar.",
      "explanation":"If God gives, one may have four sons; one of them is villain, one of them is generous. According to Uzbek mentality a lot of men wants to have a son rather than a daughter (especially in old times); if a man has many sons, he is proud of them. However, not all of his sons become real generous men, one of them may become worse than the others.",
      "equivalent":"-"
    },
    {
      "proverb":"To‘rtta shap-shapdan,\nBitta hap-hap yaxshi.",
      "explanation":"One hap-hap is better than four shap-shap. 1. It is very easy to talk about what one is going to do or what the correct way of action is, but it is much harder one actually puts those words into action. So, doing is better than speaking or giving advice. 2. It is better that eating something than speaking. 3. It is better to speak to the point at once than to speak nonsense wasting time.",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nTalk is cheap."
    },
    {
      "proverb":"To'rt xotin bir bo‘lsa,\nKasbi – o'lan aytish.",
      "explanation":"If four wives sit together, their job is singing folklore songs. It means if Uzbek women have women guests, they usually sing national folklore songs together in order to spend their time well. ",
      "equivalent":"-"
    },
    {
      "proverb":"Besh qo'rqoqqa – bir qarg'a.",
      "explanation":"One crow is for five coward people. Although even five coward people sit together, all of them are frightened if a crow flies nearby.",
      "equivalent":"Cowards die many times before their death."
    },
    {
      "proverb":"Besh barmoqning birini tishlasang, bari og'rir.",
      "explanation":"If you bite one of five fingers, all of them feel pain. According to the sense of this proverb fingers are one’s children, all of his children are equal for him though one of them is bad and one of them is good, etc., as the sizes of fingers are different. Therefore, parents cannot harm their own children, because if they harm even one of their children, they will feel much pain themselves.",
      "equivalent":"-"
    },
    {
      "proverb":"Boyning qorni besh,\nBiri hamisha – bo'sh.",
      "explanation":"A rich man has five bellies, one of them is always empty. It means though a rich man is full of food (or money, or clothes, etc.), he wants more and more. Some people, though they have a lot, are never satisfied.",
      "equivalent":"The more you get, the more you want.\nMuch would have more."
    },
    {
      "proverb":"Poraxo'rning ko'zi beshta,\nQo'li – to'rtta.",
      "explanation":"A bribe-taker has got five eyes, four hands. Because he tries to notice what the bribe is coming easily and to get and hide it very smoothly.",
      "equivalent":"-"
    },
    {
      "proverb":"Olti o'g'ri bir bo'lsa,\nBir to'g'rini egadi.",
      "explanation":"If six thieves work together, they may bend a honest man (they may force him to be a thief, too).",
      "equivalent":"-"
    },
    {
      "proverb":"Borga yetti kun hayit,\nYo'qqa – bir kun.",
      "explanation":"If a man has got (food, money, etc.), Eid (Muslim holiday) is seven days for him, if a man has not got, Eid is one day for him. It shows that if a man is poor he cannot celebrate a holiday during much time, if he is rich, he may continue to celebrate a holiday during a lot of days.",
      "equivalent":"Poor men seek meat for their stomach; rich men stomach for their meat.\nThe rich man has his ice in the summer and the poor man gets his in the winter.\nThe rich man thinks of the future, the poor man thinks of today."
    },
    {
      "proverb":"Yetti o'lchab, bir kes.",
      "explanation":"Measure seven times, cut once. Before saying or doing something one should think about it very deeply.",
      "equivalent":"Measure seven times, cut once.\nMeasure thrice and cut once.\nMeasure twice, cut once.\nScore twice before you cut once.\nThink twice, cut once."
    },
    {
      "proverb":"Yetti bojani bir bo'ri yer.",
      "explanation":"One wolf eats seven brother-in-laws. According to Uzbek lifestyle, if several sisters’ husbands sit together, they spend time well, so they do not quit their meeting in a little amount of time. Therefore, their wives have to wait them much and they say that a wolf has eaten them all humorously.",
      "equivalent":"-"
    },
    {
      "proverb":"Yettining biri – ayyor.",
      "explanation":"One of seven is a sly. If there are a lot of people in a place, there is also a sly person. Because people are different and not all people are honest and trusting.",
      "equivalent":"It takes all sorts to make a world.\nVariety is the spice of life."
    },
    {
      "proverb":"Yettining biri – Xizr.",
      "explanation":"One of seven is Khizr(43). According to this proverb, none knows whether there is sitting Khizr near him; if someone helps him, maybe he is Khizr.",
      "equivalent":"-",
      "footnote":"43 Khizr (Khizir) – islom rivoyatlarida keltirilishicha “obi hayot” suvidan ichib, umri boqiy bo‘lgan taqvodor shaxs, og’ir ahvolda qolgan kishilarga yoshi ulug’ yo‘lovchi sifatida uchrab, ularning mushkulini oson qiladi / an Islamic saint, who drank the water of the spring “obi hayot” (the water of life) and became immortal accorging to Islamic legends; and he always comes in the appearance of an old passer-by to help people being in trouble."
    },
    {
      "proverb":"Yomonning oyog'i – sakkiz,\nBiri tegmasa, biri tegar.",
      "explanation":"A bad man has got eight legs, if one of them does not touch, the other one touches. It means that a bad man harms other people in different ways; though you try to avoid him, he may find a way to harm you.",
      "equivalent":"Evil communications corrupt good manners."
    },
    {
      "proverb":"Sakkiz sigir asraguncha,\nBir govmish asra.",
      "explanation":"Better to keep one thoroughbred cow than to keep eight cows. Because a thoroughbred cow provides more income than eight simple cows provide together. The proverb is also used metaphorically for comparing other animals or things, or even people (considering their deeds or works).",
      "equivalent":"Keep no more cats than will catch mice."
    },
    {
      "proverb":"Sakkiz o'lchab bir kes.",
      "explanation":"Measure eight times, cut once. Before saying or doing something one should think about it very deeply.",
      "equivalent":"Measure seven times, cut once.\nMeasure thrice and cut once.\nMeasure twice, cut once.\nScore twice before you cut once.\nThink twice, cut once."
    },
    {
      "proverb":"Sotuvchi sakkizga sotmaydi,\nOluvchi oltiga olmaydi.",
      "explanation":"A salesman does not sell for eight, a customer does not buy for six. It reflects that a salesman does not want to sell cheaper, and a customer does not want to buy expensively, therefore, if a salesman’s good costs ten soums, he does not want to sell it for eight soums and his costumer does not want to buy it for even six soums and they usually bargain on the cost in Uzbek national bazaars.",
      "equivalent":"-"
    },
    {
      "proverb":"Nasiyaning o'n so'midan\nNaqdning bir so'mi yaxshi.",
      "explanation":"One soum of cash is better than ten soums of debt. Paying in its time while buying something is better than delaying it as a debt.",
      "equivalent":"He that goes aborrowing, goes asorrowing.\nNeither a borrower nor a lender be."
    },
    {
      "proverb":"Omochning o'n borgani – Molning bir borgani.",
      "explanation":"Ten runs of an omoch(44) is equal to one run of a cow. Because one omoch cannot dig the ground well without tying it to a cow in a field so that seeds can be planted.",
      "equivalent":"-",
      "footnote":"44 Omoch – dalada ekin ekish jarayonida yer haydash uchun odatda molga boglab qo‘llaniladigan bitta katta tishli uskuna / a large farming tool (type of a plough) with a big blade which is used to dig the ground with tying it to a cow in fields so that seeds can be planted."
    },
    {
      "proverb":"O'nga olgin, birga sot,\nOting chiqsin savdogar.",
      "explanation":"Buy for ten (soums), sell for one (soum) in order to get the name of tradesman. One should not sell goods expensively at the beginning of his trade so that many costumers get used to buying his goods firstly.",
      "equivalent":"-"
    },
    {
      "proverb":"O'ntaning yor-yori bo'lguncha,\nBittaning vafodori bo'l.",
      "explanation":"Better to be one’s faithful lover than to be ten’s beloved. It means than it is good to love someone faithfully, but it is bad to be beloved of many people at the same time. ",
      "equivalent":"A good horse cannot wear two saddles.\nOne man cannot serve two masters."
    },
    {
      "proverb":"O'n marta shap-shap deguncha,\nBir marta shaftoli yegan yaxshi.",
      "explanation":"Eating a peach once is better than saying “shapshap” ten times. It says that 1) eating is better than speaking; 2) doing is better than speaking.",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nTalk is cheap."
    },
    {
      "proverb":"O'nta o'g'lim bo'lguncha,\nBitta cholim bo'lsin.",
      "explanation":"Better to have one old husband than to have ten sons for me. This proverb means that your sons do not care about you as your husband does, even he is old.",
      "equivalent":"-"
    },
    {
      "proverb":"O'n qatim o'yla,\nBir qatim so'yla.",
      "explanation":"Think about ten times, speak once. Before speaking about something one should think about it very deeply.",
      "equivalent":"Measure seven times, cut once.\nMeasure thrice and cut once.\nMeasure twice, cut once.\nScore twice before you cut once.\nThink twice, cut once."
    },
    {
      "proverb":"O'nni ko'r, birni ol.",
      "explanation":"Look at ten, take one. While taking or buying something it is useful to compare it with other things. Or while choosing wife or husband one should analyse many, then choose one of them carefully. ",
      "equivalent":"-"
    },
    {
      "proverb":"O'n oylik o'zdirar,\nTo'qqiz oylik to'ydirar.",
      "explanation":"Ten months old makes you win, nine months old makes you fill. This proverb reflects Uzbek horse lore. If a horse becomes ten months old, then one can attend with it in a horce rice and win; if a horse is nine months old, then it can help you to do some work in order to earn money.",
      "equivalent":"-"
    },
    {
      "proverb":"O'ttiz kun ro'zaning bir kun hayiti bor.",
      "explanation":"Thirty days of (Ramadan) fast has got one day of Eid feast. In some cases, metaphorically it means that good days come to him, who endures troubled days.",
      "equivalent":"Bear all with evil and expect good.\nEven the weariest river winds somewhere safe to sea.\nEvery cloud has a silver lining.\nThe worse luck now, the better another time."
    },
    {
      "proverb":"Men qilaman o'ttiz,\nTangrim qiladi to'qqiz.",
      "explanation":"I make thirty, my God makes nine. It means that if one works and earns much money, God gives him more because of his hardworking. God loves him who works hard.",
      "equivalent":"God helps those who help themselves.\nMan proposes, God disposes."
    },
    {
      "proverb":"Kallaklab yoqsang, qirq yilga yetar,\nQo'porib yoqsang – bir yilga.",
      "explanation":"If you burn by little parts (sticks), it will be enough for forty years, if you burn by big parts (log), it will be enough for one year. It says that if one uses something\ncarefully and economically\nhe will use it during long time. ",
      "equivalent":"-"
    },
    {
      "proverb":"Qirqkuyakda qirq tomguncha,\nMizonda bir tomsin.",
      "explanation":"It is better to drop once in Mizon (also Mezon, an Islamic name of a month which is from September 24 till October 23) than to drop forty times in forty hottest days. In Uzbekistan during the hottest days of summer usually it does not rain, but in spring and autumn it rains a lot. The proverb means that everything should happen in its time.",
      "equivalent":"Everything is good in its season."
    },
    {
      "proverb":"Sakson biya, sakkiz tuya – Sepli qizning qalini.",
      "explanation":"Eighty horses, eight camels – kalin(45) for a girl with her sep(46). According to Uzbek traditions a bride comes to her new family with her good sep and her groom’s parents should pay qalin as much as they can (in old times kings and rich people payed kalin that is equal to eighty horses and eight camels).",
      "equivalent":"-",
      "footnote":"45 Qalin – o‘zbek oilasida turmushga chiqayotgan qiz uchun kuyov tomonidan kelinning ota-onasiga beriladigan pul yoki qimmatbaho narsalar / money or dear things which is given by groom’s parents to a bride’s parents for their girl in Uzbek families.\n46 Sep – o‘zbek oilasida turmushga chiqayotgan qiz uchun uning ota-onasi olib beradigan yangi kiyimlar, taqinchoqlar, mebel kabi narsalar / new clothes, jewellery, furniture and other things which is bought for a bride by her parents for using in her new family."
    },
    {
      "proverb":"Ayyom ajuz: “To'qson, bir kunimcha yoqsan” degan ekan.",
      "explanation":"Ayyom ajuz (Ayamajuz)(47) said: “Ninety, you cannot be as my one day”. It means that ninety days of a winter are not cold as one day of Ayyom ajuz.",
      "equivalent":"-",
      "footnote":"47 Ayyom ajuz (Ayamajuz) – the name of the last week of winter in Uzbek culture, which is usually colder than the other weeks of winter in Uzbekistan. / o‘zbek millatida qishning so‘nggi haftasiga qo‘yilgan nom bo‘lib, odatda bu hafta qishning boshqa haftalaridan ko‘ra sovuqroq bo‘ladi."
    },
    {
      "proverb":"Yuz qarg'aga – bir shunqor.",
      "explanation":"One hawk – for a hundred crows. Sometimes one brave man can fight with a hundred cowards as one hawk can fight with a hundred crows.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuz qo'rqoqdan bir botir afzal.",
      "explanation":"One brave is better than a hundred cowards. It means that one brave man can do something that a hundred coward people cannot.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuz hunarni chala bilgandan\nBir hunarni to'la bil.",
      "explanation":"Better to know one handicraft or profession well than to know a hundred handicrafts or professions partially.",
      "equivalent":"A Jack of all trades is master of none.\nJack of all trades and master of none.\nA rolling stone gathers no moss."
    },
    {
      "proverb":"Yuz ishchiga – bir boshchi.",
      "explanation":"One leader for a hundred workers. It means that one leader rules many workers.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuz nomarddan yuz qaytar,\nBir mardni har kim maqtar.",
      "explanation":"A hundred (people) comes back (with disappointment) from a hundred villains, everybody praises one generous. A lot of people become angry or disappointed because of villains’ deeds, but much more people praise a generous man.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuz bor eshitgandan,\nBir bor ko'rgan yaxshi.",
      "explanation":"Better to see once than to hear a hundred times.",
      "equivalent":"One picture is worth ten thousand words."
    },
    {
      "proverb":"Aql bilan mingni ko'ndirsang,\nHayqirish bilan birni ko'ndirasan.",
      "explanation":"You may persuade a thousand (people) with your wit, you may persuade one with your shout.",
      "equivalent":"-"
    },
    {
      "proverb":"Egasi ming poylasin,\nO'g'ri bir poylasin.",
      "explanation":"Let the owner is on the watch for his thing a thousand times, let the thief is on watch for it once. Although the owner of a thing is on the watch for it during much time, a thief can steal it with being on the watch it during very little time.",
      "equivalent":"-"
    },
    {
      "proverb":"Haromdan ming tanga,\nHaloldan bir tanga.",
      "explanation":"A thousand coins from haram (anything that is forbidden by Islamic religion), one coin from halal (anything that is considered to be good by Islamic religion). It says that one coin which is earned hard by good deeds is better than many coins which are earned easily by bad deeds. ",
      "equivalent":"-"
    },
    {
      "proverb":"Ignachining ming urgani – Temirchining bir urgani.",
      "explanation":"A tailor’s thousand hits – a blacksmith’s one hit. Because of a blacksmith’s hard work, he is very strong man so that his one hit is as strong as a tailor’s many hits together.",
      "equivalent":"-"
    },
    {
      "proverb":"Zargarning ming urgani – Chilangarning bir urgani.",
      "explanation":"A goldsmith’s thousand hits – a blacksmith’s one hit. Because of a blacksmith’s hard work, he is very strong man so that his one hit is as strong as a goldsmith’s many hits together.",
      "equivalent":"-"
    },
    {
      "proverb":"Yomonga aytsang siringni,\nMingta qilar biringni.",
      "explanation":"If you tell your secret to a bad man, he will make your one to thousand. Because he will tell your secret to a number of people so that you cannot keep it as a secret.",
      "equivalent":"-"
    },
    {
      "proverb":"Go'ngqarg'a bo'lib ming yil yashagandan,\nSher bo'lib bir yil yashagan afzal.",
      "explanation":"Better to live as a lion during a year than to live as a dungcrow during a thousand years. It is better to live with proud and die soon than to live with shame too long.",
      "equivalent":"Better die standing than live kneeling.\nBetter to live one day as a tiger than a thousand years as a sheep."
    },
    {
      "proverb":"Ming qayg'u bir ish bitirmas.",
      "explanation":"A thousand sorrows do not finish one task. If one wants to do a difficult task, he should not sorrow, but he should do it. Because sorrows only waste time and health, they cannot help to implement something.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming so'zdan bir ish yaxshi.",
      "explanation":"One deed is better than a thousand words. It says that doing little is better than speaking or giving advice much.",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nTalk is cheap."
    },
    {
      "proverb":"Ming marta eshitgandan,\nBir marta ko'rgan yaxshi.",
      "explanation":"Better to see once than to hear a thousand times. Seeing is better than hearing.",
      "equivalent":"One picture is worth ten thousand words."
    },
    {
      "proverb":"Ming kun shahidlikdan\nBir kun tiriklik afzal.",
      "explanation":"One day of life is better than a thousand days of martyrdom.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming Makka ziyoratdan\nBir ko'ngil imorat yaxshi.",
      "explanation":"Pleasing or taking care of one’s soul once is better than a thousand pilgrimages to Mecca. Making a pilgrimage to Mecca is one of the main religious tasks of Muslims, it is considered to be one of the best deeds of them. However, taking care of one’s soul or making someone happy with good deeds is also considered to be one of the best deeds of Muslims, too.",
      "equivalent":"Saving one man’s life is better than building seven-storeyed temple."
    },
    {
      "proverb":"Ming shirin maslahatdan bitta o'rnak ish yaxshi.",
      "explanation":"One sample of doing is better than a thousand advising. It is very easy to talk about what one should do or what the correct way of action is, but it is much harder for one putting those words into action. So, doing is better than speaking or giving advice.",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nExample is better than precept.\nTalk is cheap."
    },
    {
      "proverb":"Mingni chala bilgandan,\nBirni to‘la bilgan yaxshi.",
      "explanation":"Better to know one well than to know a hundred partially. It is better to know one thing (handicraft, profession, place, people, etc.) well than to know a hundred things (handicrafts, professions, places, people, etc.) partially.",
      "equivalent":"A Jack of all trades is master of none.\nJack of all trades and master of none.\nA rolling stone gathers no moss."
    },
    {
      "proverb":"Mingtaning tusini bilguncha,\nBittaning ismini bil.",
      "explanation":"It is better to know one’s name than to know a thousand’s colours (characters). It means knowing someone or something well is preferable than knowing many people or things not so well.",
      "equivalent":"A Jack of all trades is master of none.\nJack of all trades and master of none.\nA rolling stone gathers no moss."
    },
    {
      "proverb":"Ming qo'ylining bir qo'yliga ishi tushar.",
      "explanation":"A man who has got a thousand sheep will have something to do with a man who has got one sheep. It says that even though a man is rich or full, he will need a poor man’s help or advice in one day.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming daraxtning boshini bir bolta chopar.",
      "explanation":"One axe cuts the heads of a thousand trees. It says that in some cases one bad man harms a lot of people without any pity.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming qarg'aga bir kesak.",
      "explanation":"One lump of ground is for a thousand crows. It means in some cases one action or thing is enough to implement many tasks at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Misgarning ming urgani,\nBosqonchining bir urgani.",
      "explanation":"A coppermith’s thousand hits – a hammer-man’s one hit. Because of a hammerman’s hard work, he is very strong man so that his one hit is as strong as a coppersmith’s many hits together.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming chechanni bir ezma yengar.",
      "explanation":"One chatter wins a thousand wits. A man, who speaks about unimportant things very slowly, usually does not let many other people speak, which speak to the point very well and fast, because of his long and dull speech.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming so'ming bo'lguncha,\nBitta do'sting bo'lsin.",
      "explanation":"Better to have one friend than to have a thousand soums. Because a real friend can help you much more than money or wealth.",
      "equivalent":"A friend in court is better than a penny in purse."
    },
    {
      "proverb":"Ming qo'shchiga – bir boshchi.\nMing ishchiga – bir boshchi.",
      "explanation":"One leader for a hundred farmer workers, who plough fields so that seeds can be planted. One leader for a thousand workers. Both of them mean that one leader rules many workers.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming qo'y beradigan yigitning Peshonasida bir qo'yning izi bo'ladi.",
      "explanation":"A young man, who gives a thousand sheep, has got the footprint of a sheep on his forehead. It says that a young man giving a lot of things to someone thinks about them in his mind sorrowfully, therefore his thought is seen in the shape of wrinkles on his forehead.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming qo'ylining qo'yi qoldi, Bir qo'ylining qo'yi ketdi.",
      "explanation":"A man’s sheep is left, who has a thousand sheep; a man’s sheep is taken, who has only one sheep. In most cases poor people’s things are taken unfairly, rich people’s things are not taken because of their richness and status.",
      "equivalent":"-"
    },
    {
      "proverb":"Mingta hap-hapdan,\nBitta chop-chop yaxshi.",
      "explanation":"One chop-chop (the sound of chopping) is better than a thousand hap-hap (the sound of speaking). It reflects that doing once is better than speaking or giving advice a thousand times.",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nTalk is cheap."
    },
    {
      "proverb":"Suymaganga suykanma, bahong ketar,\nMing tillolik boshingni bir pul etar.",
      "explanation":"Do not adjoin to a person that does not love you, if you adjoin him, you will lose your value, because he will decrease the cost of your head from a thousand golden coins to one.",
      "equivalent":"Love the person who loves you."
    },
    {
      "proverb":"Sog'ib ichsang, ming kunlik,\nSotib yesang, bir kunlik.",
      "explanation":"If you milk and drink, it is a thousand-day thing, if you sell and eat, it is a one-day thing. It says that if you keep and milk your cow, you may drink its milk through a lot of days, but if you sell your cow and buy food by its money, you may finish it in very few days.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir illat ikkinchisini chaqiradi,\nBir yolg'on keyingisini.",
      "explanation":"One evil calls the second one, one lie calls the next one. Usually, one bad deed causes the second one and one lie causes the next one.",
      "equivalent":"One lie makes many.\nPatience under old injures invites new ones."
    },
    {
      "proverb":"Ikki chin so'z – bir yolg‘onning yelimi,\nIkki yolg'on – bir yigitning o'limi.",
      "explanation":"Two true words – glue of one lie, two lies – one young man’s death. Mostly if a man speaks true words, he adds lies in them, any more lies make a young embarrassed to death.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki pichoq bir qinga sig'mas,\nIkki sevgi – bir ko'ngilga.",
      "explanation":"Two knives cannot be placed in one sheath, two loves cannot be placed in one heart. It means that one person cannot love two people at the same time.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikki o'n besh – bir o'ttiz.",
      "explanation":"Two fifteens – one thirty. It means sometimes doing something in two different ways may provide the same results.",
      "equivalent":"Six of one and half a dozen of the other."
    },
    {
      "proverb":"Erning yoshi ikki o'ttiz,\nBittasini urdik biz.",
      "explanation":"A real man’s age is two thirties (sixty), we have already had one of them (thirty). It says people’s average age is sixty, the middle of people’s average life is the age of thirty and the speaker says he has spent half of his life approximately.",
      "equivalent":"-"
    },
    {
      "proverb":"Qirqqa davr qirq yo'ldan,\nQirq birdan bir yo'ldan.",
      "explanation":"Life to forty by forty roads, from forty by one road. It says that there are many opportunities and ways to choose people to live with you, profession or other things till the age of forty, but after forty it is considered to be late to choose someone or something, or even chances are not so many in old ages of a person.",
      "equivalent":"-"
    },
    {
      "proverb":"Og'iz – bir, quloq – ikki,\nBir so'zlab, tingla qirq ikki.",
      "explanation":"Mouth – one, ear – two, speak once, hear twice. A man has got one mouth and two ears, logically it says that a man should speak less and hear much.",
      "equivalent":"Be swift to hear, slow to speak.\nHear twice before you speak once.\nKeep your mouth shut and eyes open."
    },
    {
      "proverb":"Bir ellik deb ikki ellikdan ajrama.",
      "explanation":"For one fifty do not lose two fifties. It means one should not lose more things\nwhat he has got in his hand\nto get new things.",
      "equivalent":"-"
    },
    {
      "proverb":"Qirq, yuzning bolasi O'n to'rtida bosh bo'lar.\nChiyirlining bolasi O'n sakkizda yosh bo'lar.",
      "explanation":"The child of a forty years old or a hundred years old man is will be a leader when he is fourteen, but a young man’s child will be still child when he is eighteen. It says that if parents are not young, in most cases they can teach the lessons of life to their child very well, so their child can lead others with his intellect from his childhood; but young parents cannot teach the lessons of life to their child very well, so he may be intelligent when he is an adult.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir tavakkal buzadi, Ming qayg'uning qal'asin.\nBir shirin so'z bitkazar, Ming ko'ngilning yarasin.",
      "explanation":"One risk damages the fortress of a thousand sorrows, one sweet word cures the wounds of a thousand souls. If one feels a lot of sorrow, he should do some risk to change his situation in order to win the feeling of sadness; one sweet and pleasant word can devote happiness to a lot of people having broken souls.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kishi ming kishi uchun,\nMing kishi bir kishi uchun.",
      "explanation":"One man is for a thousand men, a thousand men are for one man.",
      "equivalent":"One for all, all for one."
    },
    {
      "proverb":"Hamma mulla – bir mulla,\nMing mulla – bir tilla.",
      "explanation":"All mullahs (Islamic religious teachers or readers) – one mullah, a thousand mullahs – one gold (coin). It says that all mullahs do not follow what they teach to other people, so they are same; and even a lot of mullahs together cost not so much, just one golden coin, so some mullahs do not deserve honour and respect.",
      "equivalent":"Do as I say, not as I do.\nThe nearer the church, the farther from God."
    },
    {
      "proverb":"Yaxshi xotin olib bersang yigitga, Ming kuni bir kun bo'lib o'tar.\nYomon xotin olib bersang yigitga, Bir kuni ming kun bo'lib o'tar.",
      "explanation":"If a young man gets married to a good wife, he spends his thousand days as one day (so fast because of his happiness), if a young man gets married to a bad wife, he spends his one day as a thousand days (so slowly because of his sadness).",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlli odam qish g'amini yoz yer,\nKech bo'lsa – xo'ragini oz yer.",
      "explanation":"A clever man thinks about winter in summer, if he is late, he eats little. A clever man thinks about storing food for winter in summer time, if he is late to store food, he will not have enough food in winter, so he eats so little then.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Aqrab rahmi kelsa – kuz, qahri kelsa – qish.",
      "explanation":"If Akrab (an Islamic name of a month which is from October 24 till November 22) feels pity it is autumn, or it is angry, it is winter. It means in Uzbekistan sometimes it is warm or cool as autumn weather and sometimes it is very cold as winter weather in the last month of autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahorgi jo'jani kuzda sana,\nKelinni kelar yili sina.",
      "explanation":"Count spring chicks in autumn, check the bride in the year just before her getting married. Because the chicks that are born in spring may not live and become chickens till autumn, a woman may change herself or her decision during particular time just before her wedding.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahorgi beg'amlik – kuzgi pushmonlik.\nBahorgi beg'amlik – kuzgi pushaymonlik.",
      "explanation":"Carelessness in spring – regret in autumn. Because if one does not work in spring, he will not get good harvest in autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahorgi harakat – kuzgi barakat.",
      "explanation":"Work in spring – productivity in autumn. If one works hard in spring, he will get rich harvest in autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahorning bir kuni qishni boqar.",
      "explanation":"One day of spring feeds all winter. It says that if you work hard in one day of spring, you will have good harvest and eat it during all winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Bahor bo'lmay, yoz bo'lmas,\nKuz bo'lmasdan, qish bo'lmas.",
      "explanation":"If spring does not come, summer will not come, too; if autumn does not come, winter will not come, too. It means everything should be in its turn.",
      "equivalent":"Everything is good in its time.\nThere is a time for everything.\nThere is a time and place for everything."
    },
    {
      "proverb":"Bog'ni qishda ko'l qil,\nYozda cho'l qil.",
      "explanation":"Make a lake of a garden in winter, make a desert of a garden in spring. It says water your garden in winter much, but do not water it in summer. Watering gardens in winter is much more useful than watering them in summer. ",
      "equivalent":"-"
    },
    {
      "proverb":"Butamasang, meva oz,\nButasang yeysan qish-u yoz.",
      "explanation":"If you do not prune, there will be little amount of fruit; if you prune, you will eat its fruit in both winter and summer. If a one prunes fruit trees in its time, their harvest will be so much that he may eat it during all year.",
      "equivalent":"-"
    },
    {
      "proverb":"Buyurgan oshga tish tegar,\nYoz tegmasa, qish tegar.",
      "explanation":"If it is fated, the teeth will touch to the pilav (food), if it does not touch in summer, it will touch in winter. It means that if something or some event is fated, it will happen certainly, if it does not happen know, it will happen then.",
      "equivalent":"If you’re born to be hanged then you’ll never be drowned."
    },
    {
      "proverb":"Dangasaning ishi bitmas,\nYoz kelsa ham qishi bitmas.",
      "explanation":"An idle man’s work never finishes, even summer comes for all, it is still winter for him (in order not to do any work).",
      "equivalent":"Idle people have the least leisure."
    },
    {
      "proverb":"Kuzda yig'sang, qishda yeysan.",
      "explanation":"If you gather (harvest) in autumn, you will (it) eat in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Kuzgi oftobga qizingni qo'y,\nYozgi oftobga keliningni qo'y.",
      "explanation":"Put your daughter under the autumn sun, put your daughter-in-law under the summer sun. Summer in Uzbekistan is very hot and sunny, so the summer sun is more harmful than the autumn sun.",
      "equivalent":"-"
    },
    {
      "proverb":"Kuzning kelishini yozda belgila.",
      "explanation":"Forecast the coming autumn according to the summer of the year. It means that according to the weather of the current summer one may forecast the weather of the coming autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Laylak kelmay, yoz bo'lmas,\nQirg'iyak chopmay, kuz bo'lmas.",
      "explanation":"Without a stork’s visit there will not be summer, without the first days of autumn (in which weather turns to be warm or cool) there will not be autumn. So, a stork’s coming heralds summer and the first warm or cool days herald autumn appropriately.",
      "equivalent":"-"
    },
    {
      "proverb":"Molni qishda qumga hayda,\nYozda chimga hayda.",
      "explanation":"Expel a cow to sand in winter, expel it to turf in summer. Feeding a cow on sand in winter and on turf in summer is useful for a cow.",
      "equivalent":"-"
    },
    {
      "proverb":"Molga bersang soz yemish,\nBoqar seni yoz-u qish.",
      "explanation":"If you feed a cow well, it will feed you in summer and winter (during all year).",
      "equivalent":"-"
    },
    {
      "proverb":"Navro'zdan so'ng qish bo'lmas,\nMizondan so'ng yoz bo'lmas.",
      "explanation":"After Navruz (National holiday of Uzbekistan which is celebrated on March 21) there is not winter (because then it is spring), after Mizon (also Mezon, an Islamic name of a month which is from September 24 till October 23) there is not summer (because then it is autumn).",
      "equivalent":"-"
    },
    {
      "proverb":"Sevgining bahori bilan shodlanma,\nYoz-u qishi ham bordir.",
      "explanation":"Do not be so happy because of the spring of love, because it has also summer and winter. Love does not consist of only happy days, but also sorrowful and difficult days which need patience and endurance.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarg'a qag'illasa, qishni chaqirar,\nG'oz g'ag'alasa – yozni.",
      "explanation":"If a crow crows, it calls winter; if a goose crows, it calls summer. Naturally a goose usually crows so much at the end of spring and crows usually come to the area of Central Asia at the end of autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Qovuni yo'q kuz bo'lganini bilmas,\nSovuni yo'q yoz bo‘lganini bilmas.",
      "explanation":"A man does not know that autumn has come, who does not have got a melon; a man does not know that summer has come, who does not have got soap. Because a melon ripens in autumn and one uses soap so much in summer in order to be clean in hot and dry weather.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish kiyarin yoz kiysa,\nG'arib qaydan boyisin.",
      "explanation":"If a poor wears the clothes of winter in summer, how does he become rich? If a poor man wears his winter clothes in summer because he does not have got summer clothes, he needs more money to buy winter clothes then, so it is much more difficult to be rich for him.",
      "equivalent":"-"
    },
    {
      "proverb":"Qishligini topmagan yozligidan ayrilar.",
      "explanation":"If a man cannot find his winter things, he will lose his summer things. Because if he uses summer things in winter, he will need to buy new ones in summer.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish – oladan, yoz – moladan.",
      "explanation":"Winter (food) – from a skewbald (in the meaning of “cow”), summer (food) – from a mola (an agricultural tool, which is used to break big lumps into small pieces). The proverb says that people’s main food is usually from cow milk and meat in winter, people’s main food is taken from agriculture (vegetables, grains, fruits) in summer.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish o'ldirma, yoz o'ldir,\nOch o'ldirma, to'q o'ldir.",
      "explanation":"Take my life not in winter, but in summer, not in my hungry time, but my full time. People prefer dying in summer, because it is much more difficult to organize a funeral in winter cold days; and they prefer dying when they have had good days in which they are rich and happy.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish qilig'ini qilmay qo'ymas,\nYoz yo'rig'ini yo'ymay qo'ymas.",
      "explanation":"Winter cannot go without doing its act, summer cannot go without doing its habit. Every year cold and snowy days are repeated in winter and hot and dry days are repeated in summer in Uzbekistan.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish – qisilmoq, yoz – yozilmoq.",
      "explanation":"Winter – being squeezed (living inside because of cold weather), summer – being extended (going outside and visiting different places because of hot weather).",
      "equivalent":"-"
    },
    {
      "proverb":"Qish qishligini qilmasa,\nYoz yozligini qilmas.",
      "explanation":"If the winter does not do its act, the coming summer will not do its act, too. It says that if the winter of a year is not so cold and snowy, the summer of this year will not be so hot and dry.",
      "equivalent":"-"
    },
    {
      "proverb":"Qishning qahri – kuzga baraka.",
      "explanation":"The anger of winter – productivity in autumn. If there is much snow in the winter of a year, the harvest will be so good in the autumn of this year.",
      "equivalent":"-"
    },
    {
      "proverb":"Qishning qori – yozga dori.",
      "explanation":"The snow of winter – medicine for summer. If there is much snow in the winter of a year, the plants will grow very well and have a lot of fruit, grains and vegetables in the autumn of this year.",
      "equivalent":"-"
    },
    {
      "proverb":"Qish g'amini yozda ye. ",
      "explanation":"A clever man thinks about winter in summer. A clever man thinks about storing food for winter in summer time, if he is late to store food, he will not have enough food in winter, so he eats so little then.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yoz bor, qish bor,\nDangasaga na ish bor.",
      "explanation":"There is summer or winter, an idle man does not have any work. It does not matter whether it is summer or winter for an idle man, he does not do any work.",
      "equivalent":"A lazy sheep thinks its wool heavy.\nIdleness rusts the mind."
    },
    {
      "proverb":"Yoz bo'yi yotar,\nQish bo'yi qotar.",
      "explanation":"Lying during summer, having got a cold during winter. If a man does not work during summer, he will not have got anything to wear or eat in winter, so he will have got much difficulty then.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yoz yopinchig'ingni qo'yma,\nQishda o'zing bilasan.",
      "explanation":"Do not take off your summer cover (clothes) in summer, you know what to do yourself in winter. People usually wear close and long clothes in summer in order not to be burned or harmed from very hot and sunny weather in Uzbekistan; they wear hot clothes in winter in order not to catch a cold accordingly.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz kelishini laylak bilar,\nQish kelganin – olaqarg'a.",
      "explanation":"A stork knows that summer is coming, a crow knows that winter is coming. So, storks’ coming heralds summer and crows’ coming heralds winter appropriately in Central Asia.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozga yetsang, qish kuningni unutma.",
      "explanation":"If you reach summer, do not forget about your days in winter. So, one should work in summer in order to get and store food (or other necessary things) for cold days of winter.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yozligingni unutsang ham,\nQishligingni unutma.",
      "explanation":"Even you forget about your summer things (food, clothes, etc.), do not forget about your winter things (food, clothes, etc.). Because it is much more difficult to live without food, clothes or other necessary things in winter than in summer.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozda ishlamagan\nQishda kesak yer.",
      "explanation":"A man, who does not work in summer, will eat a lump of soil in winter.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yozda ishlamagan\nQishda tishlamas.",
      "explanation":"A man, who does not work in summer, will not bite (food) in winter.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yozda kuyungan Qishda suyunar.\nYoz kuyungan, qish suyunar.",
      "explanation":"A man that worries (about working and getting good harvest) in summer will be happy in winter. ",
      "equivalent":"-"
    },
    {
      "proverb":"Yozda mehnat qilsang, Qishda yeysan kishmish.\nYozda mehnat qilmasang, Qishda yeysan tirkish.",
      "explanation":"If you work in summer, you will eat a raisin in winter; if you do not work in summer, you will eat a tirkish(48) in winter.",
      "equivalent":"They must hunger in winter that will not work in summer.",
      "footnote":"48 Tirkish – aravaning bir qismi bo‘lib, charmdan tayyorlanadi va aravani otga yoki eshakka bog’lash uchun foydalaniladi / a part of a cart which is made of leather and is used to tie a cart to a horse or a donkey."
    },
    {
      "proverb":"Yozda miyang qaynasa,\nQishda qozoning qaynar.",
      "explanation":"If your brain boils (because of hot weather while you are working) in summer, your pot will boil in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozda uy-joy qurmasang,\nQishda balchiq kecharsan.",
      "explanation":"If you do not build a house in summer, you will ford in mud in winter.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yozda yuz yama,\nQishda g'am yema.",
      "explanation":"Mend hundred times in summer, then do not worry in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozni qo'yib, qish dema,\nQishga yarasha ishing bor.",
      "explanation":"Do not prefer winter to summer, there is also enough work to do in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz – yozil, qish – qisil.",
      "explanation":"Summer – being extended (going outside and visiting different places because of hot weather), winter – being squeezed (living inside because of cold weather).",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz yomg'iri yondan o'tar,\nQish yomg'iri – jondan.",
      "explanation":"Summer rain touches just a side (skin), winter rain touches a heart. it means that summer rain is pleasant, but winter rain is cold and unpleasant.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz mevasi – qish xazinasi.",
      "explanation":"Summer fruit is treasure of winter. It says if one gathers and stores summer fruit for winter, he will eat it in winter when it is hard to find fruit or it is very expensive.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz qoqisi – qishga dori.",
      "explanation":"Summer dried fruit is medicine for winter. It says if one gathers, dries and stores summer fruit for winter, he will eat and even use it as medicine in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozgi harakat – kuzgi barakat.",
      "explanation":"Work in summer – productivity in autumn. If one works hard in summer, he will get rich harvest in autumn.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozda boshi pishmaganning,\nQishda oshi pishmas.",
      "explanation":"A man’s pilav (meal) will not be cooked in winter, whose head has not been cooked (boiled) in summer. It means if one’s head does not boil (because of hot weather while he is working) in summer, his pot will not boil in winter, too.",
      "equivalent":"They must hunger in winter that will not work in summer."
    },
    {
      "proverb":"Yozda jarohat ko'rsang,\nQishda rohat ko'rasan.",
      "explanation":"If you are injured (while you are working) in summer, you will enjoy (good food and clothes) in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozda xotin quturadi,\nQishda – burun.",
      "explanation":"A wife rages in summer, a nose rages in winter. A wife usually wants more good things in summer, a nose runs because of cold in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozning yozig'i – qishning ozig'i.",
      "explanation":"Handwriting of summer – food of winter. If one does something useful as others do usually in summer, such as working in fields, he will eat its harvest in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozning yomg'iridan qo'rq,\nQishning – qirovidan.",
      "explanation":"Be afraid of summer rain and winter frost. Because it rains rarely but very hard in summer, and after frost weather will be very cold in winter in Uzbekistan.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozning yuvindisi – qishga osh-qatiq.",
      "explanation":"Remnants of summer – pilav-yogurt of winter. Even some remnants that have been stored for winter is very helpful to use in winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Bugungi jahlni ertaga qo'y.",
      "explanation":"Put off today’s anger till tomorrow. If one is very angry and he delays being angry till tomorrow, he will forget it partially or even wholly till tomorrow.",
      "equivalent":"-"
    },
    {
      "proverb":"Bugun – yupun, ertaga – butun.\nBugun yupun, ertaga butun.",
      "explanation":"Today – with shabby clothes, tomorrow – with good clothes. If someone does not waste his little money and gather it, he may buy much more things in future.",
      "equivalent":"Feast today and fast tomorrow.\nStuff today and starve tomorrow."
    },
    {
      "proverb":"Bugun yedim – yetdim, Erta yedim – o'tdim.\nHamma hayitga chiqqanda, Xumga kirib yotdim.",
      "explanation":"Today I have eaten – I have got my food, tomorrow I will eat – I will spend my day, when everybody celebrates Eid (Muslim holiday), I will go into a large jug and lie in it.",
      "equivalent":"Feast today and fast tomorrow.\nStuff today and starve tomorrow."
    },
    {
      "proverb":"Bugun bo'lsa ham shu o'lim,\nErta bo'lsa ham shu o'lim.",
      "explanation":"Either today the death is the same, or tomorrow the death is the same. It says a person dies one day certainly, today or tomorrow, he does not know its time.",
      "equivalent":"All men must die.\nThe sea refuses no river."
    },
    {
      "proverb":"Bugun bitmagan ertaga bitar.",
      "explanation":"An unfinished (task) of today will be finished tomorrow. if a work is not finished today, it may be done tomorrow.",
      "equivalent":"If today will not, tomorrow may."
    },
    {
      "proverb":"Bugungi ishni ertaga qo'yma.",
      "explanation":"Do not put off today’s work till tomorrow.",
      "equivalent":"Never put off till tomorrow what you can do today.\nNever put off till tomorrow what can be done today.\nOne hour today is worth two tomorrow.\nOne today is worth two tomorrow.\nOne today is worth two tomorrows."
    },
    {
      "proverb":"Ertaning rejasini bugun tuz.",
      "explanation":"Make the plan for tomorrow\ntoday.",
      "equivalent":"-"
    },
    {
      "proverb":"Kecha yotib o'yla,\nErta turib so'yla.",
      "explanation":"You should have thought while lying yesterday, and wake up early and say it tomorrow. Before speaking about something one should think about it beforehand.",
      "equivalent":"First think, then speak.\nThink today and speak tomorrow."
    },
    {
      "proverb":"Juma yog'sa, shanba tinar,\nShanba tinmasa, qachon tinar.",
      "explanation":"If it rains on Friday, it will stop on Saturday; if it does not stop on Saturday, when does it stop. In Uzbekistan, it rains much usually in spring and autumn, and it rains during two or even more days.",
      "equivalent":"-"
    },
    {
      "proverb":"Jumadan umiding bo'lsa,\nPayshanbadan harakat qil.",
      "explanation":"If you have any hope from Friday, try to implement it from Thursday. Hoping is not enough to get something, so one should try beforehand to implement his hope.",
      "equivalent":"Hope is a good breakfast but a bad supper."
    },
    {
      "proverb":"Palov desang, payshanbaga,\nDo'lma desang, dushanbaga.",
      "explanation":"If you say pilav(49), it is for Thursday, if you say dulma(50), it is for Monday. According to Uzbek traditions, pilav is cooked and eaten usually on Thursday, dulma is cooked and eaten usually on Friday.",
      "equivalent":"-",
      "footnote":"49 Pilav (pilaf, pilau) – eng mashhur va eng sevimli o‘zbek milliy ovqati bo‘lib, unda asosiy mahsulotlar: paxta yoki pista yogi’, piyoz, go‘sht, sabzi va guruch / the most famous and favourite Uzbek national dish, in which the following main ingredients are put and cooked: cotton oil or sunflower oil, oinions, meat, carrots, and rice.\n50 Dulma – o‘zbek milliy ovqatlaridan biri bo‘lib, unda asosan go‘sht, guruch va piyozni karam bargi, uzum bargiga o‘rab yoki bulg’ori qalampirini ichiga solib pishiriladi / one of the Uzbek national dishes, in which meat, rice and onions are rolled in leaves of a cabbage or vine or put in peppers and cooked."
    },
    {
      "proverb":"Payshanbaning kelishi\nСhorshanbadan belgili.",
      "explanation":"Thursday’s coming is seen on Wednesday. It says that it is noticeable on Wednesday what kind of weather will be on Thursday.",
      "equivalent":"-"
    },
    {
      "proverb":"Shanbada bichma, Jumada ko'chma.",
      "explanation":"Do not cut out (cloth to sew some clothes) on Saturday, do not move to another house on Friday. This proverb says about the Uzbek superstitions.",
      "equivalent":"-"
    },
    {
      "proverb":"Botar kunning otar tongi bor.",
      "explanation":"Every fininshing day has its coming morning. It means that nothing or no one is completely bad, after unlucky days there will be lucky days, too.",
      "equivalent":"Every cloud has a silver lining.\nEvery white has its black, and every sweet its sour.\nIll luck is good for something.\nNothing so bad, as not to be good for something.\nNothing so bad in which there is not something of good."
    },
    {
      "proverb":"Ishchan tilagi – tong ota qolsa,\nErinchak tilagi – kun bota qolsa.",
      "explanation":"A hardworking man’s wish – let the dawn comes soon, an idle man’s wish- let the sun sets soon. Because a hardworking man wants to manage a lot of work in a day, an idle man does not want to work, but he wants to sleep. ",
      "equivalent":"-"
    },
    {
      "proverb":"Kun qizarib botsa, qizingni uzat,\nTong qizarib otsa, tomingni tuzat.",
      "explanation":"If the sun sets in red, give your daughter to a husband (make her wedding party), if the dawn comes in red, repair your roof. It says that\nif the sun sets in red, the\nfollowing day will be open and sunny, and it is convenient and pleasant to make a wedding party; if the dawn comes in red, it will rain then, so if one’s roof needs to be repaired, he has to repair it.",
      "equivalent":"-"
    },
    {
      "proverb":"Har oqshomning bir tongi bor.",
      "explanation":"Every night has a morning (a morning comes after each night). It means that nothing or no one is completely bad, after unlucky days there will be lucky days, too.",
      "equivalent":"Every cloud has a silver lining.\nEvery white has its black, and every sweet its sour.\nIll luck is good for something.\nNothing so bad, as not to be good for something.\nNothing so bad in which there is not something of good."
    },
    {
      "proverb":"Har kunning o'z tongi bor.",
      "explanation":"Every day has its own morning. It says everyone gets success whenever in his or her life.",
      "equivalent":"-"
    },
    {
      "proverb":"Har kechaning kunduzi,\nHar kunduzning kechasi bor.",
      "explanation":"Every night has its day, every day has its night. It says after bad times, there are also good times, after good times, there are also bad times.",
      "equivalent":"Every cloud has a silver lining.\nEvery white has its black, and every sweet its sour.\nIll luck is good for something.\nNothing so bad, as not to be good for something.\nNothing so bad in which there is not something of good."
    },
    {
      "proverb":"Ertalabki tuman ochar,\nKechki tuman yopar.",
      "explanation":"Morning fog opens the weather (the day will be sunny), evening fog closes the weather (the following day will be cloudy).",
      "equivalent":"-"
    },
    {
      "proverb":"Ayg'ir qanday bo'lsa, ot shunday. ",
      "explanation":"What kind of the adult young male horse is, the horse is also of this kind. The fine or bad horse shows it excellence or bad sides from it young ages.",
      "equivalent":"The fine pullet shows its excellence from the egg."
    },
    {
      "proverb":"Ayg'ir qochsa – uyurdan top, Baytal qochsa – panadan top.\nAyg'ir qochsa – uyurdan top, Baytal qochsa – soyadan top.",
      "explanation":"If an adult young male horse runs away, search it\nfrom a flock of other horses,\nif a filly runs away, search it from a shelter (in the shade).",
      "equivalent":"-"
    },
    {
      "proverb":"Alp – enadan,\nTulpor – biyadan.",
      "explanation":"A strong man – from his mother, a thoroughbred racehorse – from its mother horse. A mother gives birth to a strong man, a mother horse gives birth to a good horse. The proverb says that no one comes from the sky, a woman gives birth and grows anyone whether he is strong or weak, therefore we should respect and take care of our mothers.",
      "equivalent":"-"
    },
    {
      "proverb":"Oriq degan yomon toy, Yozga chiqib ot bo'lar.\nYomonlikni ko'p qilsa, Yaxshi kishi yot bo'lar.",
      "explanation":"A colt, which is said to be bad because of its thinness, will become fat in summer; if a man does many evil deeds, his good deeds will be forgotten by people.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy otga yetkazar,\nOt – murodga.",
      "explanation":"A colt brings (you) to a horse (it becomes a horse itself), a horse brings (you) to (your) goal. In old times a horse were main type of transport and almost all men rode horses to go to a place in order to economise time.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy otga ergashar,\nQo'y – serkaga.",
      "explanation":"A colt follows a horse, a sheep follows a male donkey.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy mingan ot ham minar.",
      "explanation":"A man having ridden a colt will ride a horse, too.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy ot bo'lganini sezmas,\nYigit ota bo'lganini sezmas.",
      "explanation":"A colt does not notice that he has become a horse, a young man does not notice that he has become a father.",
      "equivalent":"-"
    },
    {
      "proverb":"Toyni ot qilguncha, egasi it bo'lar.",
      "explanation":"The owner works as a dog (very hard) for his colt till it becomes a horse.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy qoqilib ot bo'lar,\nOt bo'lguncha lat yeyar.",
      "explanation":"A colt falls much and gets many injuries till it becomes a horse. A baby or child also falls much and gets many injuries till it becomes a man.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy ot bo'lsa, ot ozod bo'lar.",
      "explanation":"When a colt becomes a horse, a horse (an old horse) will be free. It says when a boy becomes a man, an old man will not work, because a young man will do his work instead of him.",
      "equivalent":"-"
    },
    {
      "proverb":"Tulpor – biyadan,\nMard – enadan.",
      "explanation":"A thoroughbred racehorse – from its mother horse, a brave man – from his mother. A mother gives birth to a brave man, a mother horse gives birth to a good horse. The proverb says that no one comes from the sky, a woman gives birth and grows anyone whether he is brave or coward, therefore we should respect and take care of our mothers.",
      "equivalent":"-"
    },
    {
      "proverb":"O'zim hisoblasam, qulunli biya,\nOtam bilan hisoblasam, bo'tali biya.",
      "explanation":"If I count myself, there are a mother horse and her colt, if I count it with my father, there are mother horse with her foal. It says that adult and old people know more things concretely than young people.",
      "equivalent":"A new broom sweeps clean, but the old brush knows all the corners."
    },
    {
      "proverb":"Quda-andalik joyingdan\nQulunli biyangni ayama.",
      "explanation":"Do not feel sorry for giving your mother horse and her colt to your daughter’s or son’s parents-in law.",
      "equivalent":"-"
    },
    {
      "proverb": "Qulunli biya bo'tasiz tuyadan yaxshi.",
      "explanation": "A mother horse with her colt is better than a camel without its baby.",
      "equivalent": "-"
    },
    {
      "proverb":"Qo'zichoqdan qo'y bo'lar,\nQulunchadan – toy.",
      "explanation":"A lamb will become a sheep, a baby colt will become a 1-2 years old colt. It means a boy also will become a man one day.",
      "equivalent":"-"
    },
    {
      "proverb":"Obro' misqollab kelar,\nQadoqlab ketar.",
      "explanation":"Prestige comes miskol by miskol, but goes away kadok by kadok. Achieving prestige is very hard, but losing it is very easy and quick process.",
      "equivalent":"A good name is sooner lost than won.\nA man may lose more in an hour then he can get in seven."
    },
    {
      "proverb":"Chorakor choraklab olar,\nBoy akam – botmonlab.",
      "explanation":"A hired peasent gets chorak by chorak, a rich brother (man) gets botmon by botmon. A hired peasent, who works hard in the field, usually gets very little income, but the owner of the field gets a great share from the harvest that is gathered from the field.",
      "equivalent":"-"
    },
    {
      "proverb":"Tiyin qadrini bilmagan so'm qadrini bilmas.",
      "explanation":"A man does not know the value of a soum, who does not know the value of a tiyin.",
      "equivalent":"-"
    },
    {
      "proverb":"Birovni buzog'i o'lsin desang,\nO'zingning ho'kizing o'lar.",
      "explanation":"If you wish the death of another man’s calf, your bull will die instead. It means that if you wish some harm to others, you will get more harm instead of them; wishing harm to others is not a good deed.",
      "equivalent":"-"
    },
    {
      "proverb":"Kaltak o‘qtalganga cho'qmor ko'tar.",
      "explanation":"If someone hits you with a stick, hit him with a chokmor. It says if someone does bad things to you, punish him as for he should understand his guilt.",
      "equivalent":"Blood will have blood."
    },
    {
      "proverb":"Igna bilan bitadigan ishga juvoldiz tiqma.",
      "explanation":"Do not use a juvoldiz if the task can be done by a needle. It says that every task should be done by its appropriate tool in order to do it well, sufficiently and quickly.",
      "equivalent":"-"
    },
    {
      "proverb":"Osh – avliyo, non – payg'ambar.",
      "explanation":"Pilav(51) – saint, bread – prophet. The proverb is about valuing food like valuing saints and prophets, and not wasting it. In Uzbek culture bread is the dearest food and pilav is the most favourite dish.",
      "equivalent":"-",
      "footnote":"51 Pilav (pilaf, pilau) – eng mashhur va eng sevimli o‘zbek milliy ovqati bo‘lib, unda asosiy mahsulotlar: paxta yoki pista yogi’, piyoz, go‘sht, sabzi va guruch / the most famous and favourite Uzbek national dish, in which the following main ingredients are put and cooked: cotton oil or sunflower oil, oinions, meat, carrots, and rice."
    },
    {
      "proverb":"Qayinsingil – yarim qaynona,\nQaynegachi – butun qaynona.",
      "explanation":"A younger sister-in-law is a half mother-in-law, an elder sister-in-law is a whole mother-in-law. In Uzbek families it is often seen that a woman’s sister-in-laws may check her housework as her mother-in-law; moreover, an elder one checks more than a younger one.",
      "equivalent":"-"
    },
    {
      "proverb":"Bomdodda boshlangan ish\nXufton bo'lmay bitadi.",
      "explanation":"The work that is begun in bomdod will be finished till xufton. Early begun work will be finished early.",
      "equivalent":"The early bird catches the worm."
    },
    {
      "proverb":"Asadda oralab ye,\nSunbulada – saralab.",
      "explanation":"Eat what you find while you are walking in a field in Asad, but check and choose to eat in Soonbula. Because in Soonbula fruit or vegetables may overripen or not fresh.",
      "equivalent":"-"
    },
    {
      "proverb":"Mizon chiqib, aqrab kirsa – qish.",
      "explanation":"If Mizon goes away and Akrab comes, it is already winter. Because it becomes cold from November in Uzbekistan.",
      "equivalent":"-"
    },
    {
      "proverb":"Savr degan sonli qish,\nMen javzongdan qo'rqaman.",
      "explanation":"There are few winter (cool) days in Savr, I am afraid of Javzo (because hot days begin in this month).",
      "equivalent":"-"
    },
    {
      "proverb":"Saratonda suv qo'y,\nAsadda tek qo'y.",
      "explanation":"Water (plants) in Saraton,\ndo not touch (do not water them) in Asad.",
      "equivalent":"-"
    },
    {
      "proverb":"Sunbulada suv soviydi,\nMizonda – kun.",
      "explanation":"Water becomes cold in Soonbula, a day becomes cold in Mizon.",
      "equivalent":"-"
    },
    {
      "proverb":"Birov – omoch bilan,\nYettov – cho'mich bilan.",
      "explanation":"One (person) is with an omoch(52), seven (people) are with with ladles. It means one person works hard, but many other people eat his earned food and/or have pleasure unfairly.",
      "equivalent":"One man sows and another reaps.",
      "footnote":"52 Omoch – dalada ekin ekish jarayonida yer haydash uchun odatda molga boglab qo‘llaniladigan bitta katta tishli uskuna / a large farming tool (type of a plough) with a big blade which is used to dig the ground with tying it to a cow in fields so that seeds can be planted."
    },
    {
      "proverb":"Ikkov oldida bilib ayt,\nUchov oldida o'ylab ayt.",
      "explanation":"Tell to two people, if you are sure, tell to three people after having thought deeply. It means if you do not know something surely, do not speak; besides, before speaking one should think carefully what to speak and how to speak.",
      "equivalent":"First think, then speak.\nThink today and speak tomorrow."
    },
    {
      "proverb":"Begonaning oti o'zguncha,\nOvuldoshingning toyi o'zsin.",
      "explanation":"Let your neighrbour’s colt wins the race over the stranger’s horse. It says your neighbour’s success is better for you than another stranger’s success.",
      "equivalent":"-"
    },
    {
      "proverb":"Biya o'lsa, qulun – bosh,\nQulun o'lsa, ko'zing – yosh.",
      "explanation":"If a mother horse dies, its colt is the leader, if the colt dies, your eyes are full of tears.",
      "equivalent":"-"
    },
    {
      "proverb":"Biyani ishlatsang, qulundan ayrilasan.",
      "explanation":"If you make a mother horse work, you will lose its colt.",
      "equivalent":"-"
    },
    {
      "proverb":"Nokasning boyligi bo'lmas,\nDo'nonning toyligi bo'lmas.",
      "explanation":"A greedy man never has got wealth, a young horse will not be a colt.",
      "equivalent":"-"
    },
    {
      "proverb":"Odam bo'lar yigit odatidan ma'lum, Tulpor bo'lar qulun – muchasidan.\nOt bo'lari qulunligidan belgili, Er bo'lari lo'laligidan belgili.",
      "explanation":"It is obviuos from his habits that the boy will be a (good) man, it is obviuos from his body that the colt will be a fast foal. A man or a horse shows it excellence or bad\nsides from his young ages.",
      "equivalent":"The fine pullet shows its excellence from the egg."
    },
    {
      "proverb":"Ot bosmagan yerlarni toy bosar.",
      "explanation":"A colt will step on the places which a horse has not stepped. What a man could not do during his life, his son may manage it.",
      "equivalent":"-"
    },
    {
      "proverb":"Ot bilan tepishgan toyning engagi sinar.",
      "explanation":"The chin of a colt will be broken, if he kicks (fights with) a horse. It says if a young man fights or argues with elder one, he will get harm himself.",
      "equivalent":"-"
    },
    {
      "proverb":"Ot bo'lguncha, toy ham bo'lar.",
      "explanation":"It has been a colt till being a horse. A man also spends his childhood till his adulthood.",
      "equivalent":"-"
    },
    {
      "proverb":"Ot xo'rlagan toy minar,\nToy xo'rlagan – tayoq.",
      "explanation":"If a man tortures a horse, he will ride a colt, if he tortures a colt, he will ride a\nstick. It says if one tortures an animal, he will lose it.",
      "equivalent":"Do not spur a willing horse."
    },
    {
      "proverb":"Ot bosganni toy bosar.\nOt izini toy bosar.",
      "explanation":"A colt will step on the places which a horse has stepped. A colt will step on the footprints of a horse. Both of them say that a young one learns from an old one and repeats what an old one does.",
      "equivalent":"-"
    },
    {
      "proverb":"Otim ketsa, toycham bor,\nTo'nim ketsa, parcham bor.",
      "explanation":"If I lose my horse, still I have my colt, if I lose my ton(54), still I have my cloth. So, one day a colt will be a horse and one may sew a ton from cloth.",
      "equivalent":"-",
      "footnote":"54 To‘n – o‘zbek milliy kiyimi, qo‘lda tikiladi va palto kabi qalin bo‘ladi / one of the Uzbek national handmade top clothes, which is hot like a coat."
    },
    {
      "proverb":"Oti yo'q toy qo'shar,\nQuroli yo'q asir tushar.",
      "explanation":"A man will make a colt work, who does not have a horse, a man will be captived, who does not have a weapon.",
      "equivalent":"-"
    },
    {
      "proverb":"Otga o'rgangan kishining\nToyga taqimi to'lmas.",
      "explanation":"A man’s legs will not be full if he sits on a colt, who is used to riding a horse.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarindoshingni yomonlab, Qaydan tuqqan topasan.\nO'z otingni yomonlab, Qaydan tulpor toparsan.",
      "explanation":"You cannot find new relatives (because they are not found but given by fate), never speak ill of them; never speak ill of your horse, because it is not easy to find a colt.",
      "equivalent":"-"
    },
    {
      "proverb":"Ho'kizga tuqqan kun,\nBuzoqqa ham tug'adi.",
      "explanation":"A lucky day that has come to a bull will come to a calf, too. A lucky day, which has come to a man, will also come to a boy.",
      "equivalent":"-"
    },
    {
      "proverb":"O'zman ho'kiz o'zidan qo'rqib novvosga ergashar.",
      "explanation":"A boastful bull follows a younger bull, because in fact the bull is not confident and brave (so do people).",
      "equivalent":"-"
    },
    {
      "proverb":"Qo'yni boqsang, qo'zilar,\nMolni boqsang, buzoqlar.",
      "explanation":"If you feed a sheep, it will give birth to a lamb, if you feed a cow, it will give birth to a calf.",
      "equivalent":"-"
    },
    {
      "proverb":"Dard botmonlab kelar,\nMisqollab chiqar.",
      "explanation":"A disease or a problem comes botmon by botmon, but goes away miskol by miskol. A disease or a problem comes much at once, but curing or solving it is very hard and it takes a long period of time.",
      "equivalent":"Argues come on horseback, but go away on foot.\nMischief comes by the pound and goes away by the ounce."
    },
    {
      "proverb":"Xotin olmoqqa cho‘t kerak, Botmon-dahsar et kerak.",
      "explanation":"A man needs counting what he has got, he needs botmon or dahsar meat to get married and hold a wedding party. The proverb means that a man needs much money to get married and to hold a wedding party.",
      "equivalent":"-"
    },
    {
      "proverb":"Ayol so'm qilar, erkak – chaqa.",
      "explanation":"A woman makes soums, a man makes chaka (tiyin). The sense of the proverb is directly connected with one of the Uzbek family traditions: a man works and earns money while his wife keeps and spends it for his family household without wastefulness; therefore, this proverb says a man cannot save money as a woman does.",
      "equivalent":"-"
    },
    {
      "proverb":"Ikkovga birov botolmas,\nOtliqqa yayov yetolmas.",
      "explanation":"One man cannot win two people, a walking man cannot reach to a man who is riding a horse.",
      "equivalent":"Many hands make light work.\nThree helping one another, bear the burthen of six."
    },
    {
      "proverb":"Oltovlon ola bo'lsa, Og'zidagini oldirar,\nTo'rtovlon tugal bo'lsa, Tepadagini endirar.",
      "explanation":"If six people, who are sitting together, are fool, others may take even what they have in their mouths; if four people are sensible, they can get what is in a high position or dear.",
      "equivalent":"A fool and his money are soon parted."
    },
    {
      "proverb":"Otlining nasibasi – oltov,\nTuyalining nasibasi – to'rtov.",
      "explanation":"A man owning a horse gets six shares, a man owning a camel gets four shares. It means that he gets more income who has got a horse than a man owning a camel. Because a horse runs quicker than a camel to go somewhere. However, a camel is more helpful for travelling through a desert while a horse is not so.",
      "equivalent":"-"
    },
    {
      "proverb":"Otadan oltov bo'lguncha,\nOnadan ikkov bo'l.",
      "explanation":"Better to be mother’s two children than to be father’s six children. In a lot of cases a single mother can look after and educate her children better than a single father.",
      "equivalent":"-"
    },
    {
      "proverb":"Yettovdan birov – shayton.",
      "explanation":"One of seven people is the Devil. If there are a lot of people in a place, there is also a bad person who follows the Devil’s words. Because people are different and not all people are good, honest and trusting.",
      "equivalent":"It takes all sorts to make a world.\nVariety is the spice of life."
    },
    {
      "proverb":"Otning yomoni toy bilan o'ynar,\nEshakning yomoni ot bilan o'ynar.",
      "explanation":"A bad horse plays (fights) with a colt, a bad donkey plays (fights) with a horse. It says that everyone should play or fight with his equal one.",
      "equivalent":"-"
    },
    {
      "proverb":"Tanga tiyindan o'sar,\nYilqi qulundan o'sar.",
      "explanation":"A tanga grows from a tiyin, a horse grows from a colt. If one gathers tiyins he can make much money, if one feeds a colt, his colt will be a horse.",
      "equivalent":"Take care of the pence and the pounds will take care of themselves."
    },
    {
      "proverb":"Dono ming yashar,\nNodon bir yashar.",
      "explanation":"A clever man lives a thousand times, a fool man lives once. Because a clever man’s good deeds and words are remembered by others during many years even after his death, but a fool man is forgotten very soon.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlliga bir so'z bas,\nAqlsizga ming so'z oz.",
      "explanation":"One word is enough for a wise man, a thousand words are few for a fool. A fool man does not understand other’s words easily, he does not feel sorrow or sad, or is not influenced even he is punished or told that he has behaved badly. A wise man understands other’s words quickly and thinks thoroughly.",
      "equivalent":"A wise man changes his mind, a fool never will.\nA wise man hears one word and understands two.\nHalf a word is enough for a wise man."
    },
    {
      "proverb":"Do'st – egiz,\nDushman – sakkiz.",
      "explanation":"Friend – two, enemy – eight. A person usually has got a few real friends, but many enemies.",
      "equivalent":"-"
    },
    {
      "proverb":"Dushmaning uchta bo'lsa, Ikkitasi bilan do'st tutin.\nDushmaning ikkita bo'lsa, Bittasi bilan do'st tutin.",
      "explanation":"If you have three enemies, make friends two of them, if you have two enemies, make friends one of them. Making friends some of your enemies is better than having many enemies.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlsiz dushmandan bir saqlan,\nAqlsiz do'stdan ming saqlan.",
      "explanation":"Be aware of a fool enemy once, be aware of a fool friend a thousand times. Because a fool friend may harm you more than a fool enemy.",
      "equivalent":"-"
    },
    {
      "proverb":"Ish avvalini bir o'ylasang,\nOxirini besh o'yla.",
      "explanation":"If you think about the beginning of the work once, think about the end of the work five times.",
      "equivalent":"In every beginning think of the ending.\nThink of the end before you begin.\nThink on the end before you begin."
    },
    {
      "proverb":"Kambag'alning ming o'ylovi – Boyning bir mo'ylovi.",
      "explanation":"A poor man’s thousand thoughts – a rich man’s one moustache. A poor man thinks a lot before deciding or doing something because of his poverty, a rich man does not think so much, because he has got a lot of chance to do or change something because of his wealth.",
      "equivalent":"-"
    },
    {
      "proverb":"Oltmish yashar ahmoqdan\nOlti yashar dono yaxshi.",
      "explanation":"A six-year-old wise is better than a sixty-year-old fool.",
      "equivalent":"Better a poor and wise child than an old and foolish king, who will no more be admonished."
    },
    {
      "proverb":"Mingta chiroyli so'zdan,\nBitta xunuk ish yaxshi.",
      "explanation":"One ugly (which is not done so well) work is better than a thousand nice (good) words. ",
      "equivalent":"Actions speak louder than words.\nBetter to do well than to say well.\nTalk is cheap."
    },
    {
      "proverb":"Dimog'dorga bir gap oz,\nIkki gap ko'p.",
      "explanation":"One word is not enough for an arrogant person, two words are many for him. An arrogant person does not pay attention to a word that is spoken once, and even he becomes angry because of a word that is spoken twice.",
      "equivalent":"-"
    },
    {
      "proverb":"Ming kulishning bir yig'isi bor.",
      "explanation":"A thousand laughing has got one weeping. If one laughs so much then he will weep because of some reasons.",
      "equivalent":"He that sings on Friday, will weep on Sunday.\nIf you laugh before breakfast you will cry before supper.\nLaugh before breakfast, you will cry before supper."
    },
    {
      "proverb":"Ming yovdan bir dushman yomon.",
      "explanation":"One enemy is worse than a thousand foes.",
      "equivalent":"-"
    },
    {
      "proverb":"Yetmish yulduz yarim oyga tatimas.\nYetmish yulduz yarim oycha bo'lolmas.",
      "explanation":"Seventy stars cannot substitute / be a half moon. It mentions that some people and things are not substitutable; and in some cases, even many things or people together cannot substitute one thing or person.",
      "equivalent":"-"
    },
    {
      "proverb":"Yuzta siz-bizdan, Bitta jiz-biz yaxshi.\nMing siz-u bizdan, Bir jiz-u biz yaxshi.",
      "explanation":"One jiz-biz (the sound of frying while cooking, here it means a meal) is better than a hundred / thousand you-we (here it means a polite conversation). It means that eating is better than a lot of good conversations.",
      "equivalent":"A gift in hand is better than two promises.\nTalk is cheap."
    },
    {
      "proverb":"Yuz yil qul bo'lib yashagandan,\nBir kun hur bo'lib yashagan yaxshi.",
      "explanation":"Living as a free man during a day is better than living as a slave during a hundred years.",
      "equivalent":"Better die standing than live kneeling.\nBetter to live one day as a tiger than a thousand years as a sheep."
    },
    {
      "proverb":"Otasi o'lgan olti kun yig'lar,\nOnasi o'lgan – oltmish yil.",
      "explanation":"A man weeps during six days, whose father has died, a man weeps during sixty years, whose mother has died.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir kelin oldim, o'tirdim, Ikki kelin oldim, tik turdim, Uch kelin oldim, yugurdim.",
      "explanation":"I got one daughter-in-law, I sat; I got two daughters-inlaw, I stood up; I got three daughters-in-law, I ran. In some Uzbek families several daughters-in-law live together with their families in one house and they often quarrel, it is difficult for their mother-inlaw to make them live calmly and friendly.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir qizga yetti qo'shni – ota-ona.\nBir bolaga yetti mahalla ota-ona.",
      "explanation":"Seven neighbours are parents for one girl. Seven mahalla(56)s are parents for one boy (child).",
      "equivalent":"It takes a whole village to bring up a child.",
      "footnote":"56 Mahalla – bir nechta qo‘shni bo‘lib yashovchi oilalarning uylari joylashgan hudud bo‘lib, tumandan kichik va o‘z ichiga ikki yoki undan ortiq ko‘chalarni oladi / an area of houses of families that live as neighbours, which is smaller than a district and includes two or more streets."
    },
    {
      "proverb":"Birni bersang otangga,\nMingni olasan bolangdan.",
      "explanation":"If you give one to your father, you may take a thousand from your child. It says what you do to your father, it will be done more to you by your child. Therefore, one should respect and appreciate his or her parents.",
      "equivalent":"-"
    },
    {
      "proverb":"Bir ko'rgan – tanish, Ikki ko‘rgan – oshna, Uch ko'rgan – qarindosh.",
      "explanation":"Once met – acquaintances, twice met – the familiars, thrice met – the realtives; it means, if two people have met once, they know about one another little; if two people have met twice or more, they know about one another well, even as well as real relatives.",
      "equivalent":"-"
    },
    {
      "proverb":"Birinchi kun mehmon – oltin mehmon, Ikkinchi kun – kumush,\nUchinchi kun – mis, Uchdan o'tsa – pes.",
      "explanation":"The first day guest – a golden guest, the second day – a silver guest, the third day – a copper guest, after third day – an impudent guest.",
      "equivalent":"The first day a guest, the second day a guest, the third day a calamity."
    },
    {
      "proverb":"Bo'lar bola o'n beshida Boshman, deydi.\nBo'lmag'uri o'ttizida Yoshman, deydi.",
      "explanation":"A child says that he is a leader when he is fifteen years old, who will be also a leader when he becomes an adult man; a child says that he is young when he is even thirty years old, who will not be leader even in his old ages.",
      "equivalent":"The fine pullet shows its excellence from the egg."
    },
    {
      "proverb":"Tovuqni yesang, bir yeysan,\nTuxumini yesang, ming yeysan.",
      "explanation":"If you eat a chicken, you eat it once, if you eat its eggs (if you do not eat the chicken), you eat (its eggs) a thousand times.",
      "equivalent":"Kill not the goose that lays the golden egg."
    },
    {
      "proverb":"Qirib yesang, qirq kunga yetar,\nO'yib yesang – o'n kunga.",
      "explanation":"If you scrabe and eat, it will be enough for forty days, if you cut out and eat, it will be enough for ten days. If you eat something by little amount, you will eat it during much time; if you eat something by much amount, you will eat it during little time.",
      "equivalent":"Feast today and fast tomorrow.\nStuff today and starve tomorrow."
    },
    {
      "proverb":"Ginali do'st – adovatli dushman.",
      "explanation":"A friend having offence – an enemy having animosity.",
      "equivalent":"-"
    },
    {
      "proverb":"Daryo chuchuk – ariq chuchuk,\nDaryo achchiq – ariq achchiq.",
      "explanation":"A river is sour – a brook is sour, a river is bitter – a brook is sour. It means that a thing does not differentiate its main sourse: if its source is sour, it is also sour, if its source is bitter, it is also bitter.",
      "equivalent":"-"
    },
    {
      "proverb":"Daryo-daryo qabul qil,\nTomchi-tomchi yubor.",
      "explanation":"Receive things as much as a river, send things as little as a drop. Try to get more, but give less.",
      "equivalent":"-"
    },
    {
      "proverb":"Yaxshi o'g'il otadan olti botmon ziyod bo'lar,\nYomon o'g'il otadan olti botmon kam bo'lar.",
      "explanation":"A good son becomes six botmon (= 89,85 kilograms) more (better) than his father, a bad son becomes six botmon less (worse) than his father.",
      "equivalent":"-"
    },
    {
      "proverb":"Yosh-u qarining joni bir,\nOriq-semizning imoni bir.",
      "explanation":"Both young and old people have got the same life (which dies only once), both thin and fat people have got the same religious faith (religious faith does not depend on the outer appearance fully).",
      "equivalent":"-"
    },
    {
      "proverb":"Tiz cho'kib yashaguncha,\nTik turib o'lgan yaxshi.",
      "explanation":"Better to die standing (independently) than to live kneeling (dependently).",
      "equivalent":"Better die standing than live kneeling.\nBetter to live one day as a tiger than a thousand years as a sheep."
    },
    {
      "proverb":"Ko'p kulgan bir yig‘laydi.\nKo'p yugurgan bir qoqilar, Ko'p kulgan bir yig'lar.",
      "explanation":"A man will weep once, who has laughed much. A man will stumble (fall), who has run much, a man will weep once, who has laughed much. ",
      "equivalent":"He that sings on Friday, will weep on Sunday.\nIf you laugh before breakfast you will cry before supper.\nLaugh before breakfast, you will cry before supper."
    },
    {
      "proverb":"Aqlsiz keksadan aqlli yosh yaxshi.",
      "explanation":"A young wise is better than an old fool.",
      "equivalent":"Better a poor and wise child than an old and foolish king, who will no more be admonished."
    },
    {
      "proverb":"Ahmoq otadan – aqlli farzand.",
      "explanation":"A wise child is from a fool father. Sometimes a fool father’s son becomes clever, sometimes a clever father’s son becomes fool.",
      "equivalent":"A black hen lays a white egg.\nMany good cows have bad calves.\nMany a good cow have a bad calf.\nMany a good father has but a bad son."
    },
    {
      "proverb":"Mingboshiga ming bersang, ming'irlar,\nYuzboshiga yuz bersang, yuz urar.",
      "explanation":"If you give a thousand (coins) to mingboshi, he will murmur; if you give a hundred (coins) to yuzboshi, he will hit you a hundred times. Because such amount of money does not satisfy them accordingly.",
      "equivalent":"-"
    },
    {
      "proverb":"Ilon yuz yil yashasa – ajdaho,\nMing yil yashasa – yuho.",
      "explanation":"If a snake lives a hundred years, it is a dragon, if a dragon lives a thousand years, it is a yuho(30).",
      "equivalent":"-",
      "footnote":"30 yuho – barcha jonivorlarni aralash yeb, yutib yuboradigan afsonaviy bahaybat maxluq / a mythical huge creature, which eats and swallows all types of other creatures, two or more of them at once."
    },
    {
      "proverb":"Ikki yarim – bir butun.\nIkki yorti – bir butun.",
      "explanation":"Two halves – one whole. Two half things become one if they are united, or two half-souls become one whole happy couple if they love, help or value each other.",
      "equivalent":"Two halves become one."
    },
    {
      "proverb":"Qirq igna bir juvoldiz bo'lmas.",
      "explanation":"Forty needles cannot be one juvoldiz. It mentions that some people and things are not substitutable; and in some cases, even many things or people together cannot substitute one thing or person.",
      "equivalent":"-"
    },
    {
      "proverb":"Bugun sizdan, ertaga bizdan.\nBugun – sizdan, ertaga – bizdan.",
      "explanation":"Today from you, tomorrow from us (me). If you help me today (now), I shall help you tomorrow (then, in future).",
      "equivalent":"Today you, tomorrow me.\nClaw me, and I will claw thee.\nYou scratch my back, I’ll scratch yours."
    },
    {
      "proverb":"Kuzning bir kuni qishning bir oyini boqar.",
      "explanation":"One day of autumn feeds one month of winter. It means that if you work hard in a day of autumn, you will eat its harvest during one month of the following winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Qarilik davri – qishday,\nYoshlik davri – yozday.",
      "explanation":"Old ages – as winter (cold, quiet, and boring), young ages – as summer (hot, energetic, and interesting).",
      "equivalent":"-"
    },
    {
      "proverb":"Ot o'rnini toy bosar,\nOta o'rnini – o'g'il.",
      "explanation":"A colt substitutes a horse, a son substitutes his father. It says that a young one learns from an old one and repeats what an old one does.",
      "equivalent":"-"
    },
    {
      "proverb":"Toy ot bo'lsa, ot tinar,\nO'g'il er yetsa – ota.",
      "explanation":"When a colt becomes a horse, a horse (an old horse) will stop working, when a son becomes an adult man, his father will stop working. It says when a boy becomes a man, an old man will not work, because a young man will do his work instead of him.",
      "equivalent":"-"
    },
    {
      "proverb":"Kun hisobini oy olar,\nBedov o'rnini toy olar.",
      "explanation":"A day is counted by (in) a month, the place of a fast horse is taken by a colt.",
      "equivalent":"-"
    },
    {
      "proverb":"Qishning sovug'ida to'ngandan,\nYozning issig'ida o'lgan yaxshi.",
      "explanation":"Dying in summer hot is better than freezing in winter cold.",
      "equivalent":"-"
    },
    {
      "proverb":"Yoz ketar, qish kelar,\nShoshmay turing, ish kelar.",
      "explanation":"Summer goes away, winter comes, do not be hurry (impatient), work comes. Seasons come and go away turn by turn and if one does not work in one season, he will work in another season accordingly.",
      "equivalent":"There is a time for everything.\nThere is a time and place for everything.\nThere is a place for everything, and everything in its place."
    },
    {
      "proverb":"Ilib-ilib, yoz bo'lar,\nSovib-sovib, qish bo'lar.",
      "explanation":"Days warm up by little, then summer comes, days become cool by little, then winter comes. It says day by day it becomes warmer and warmer till summer, it becomes cooler and cooler till winter.",
      "equivalent":"-"
    },
    {
      "proverb":"Aqlsiz bugunini o'ylar,\nAqlli – ertasini.",
      "explanation":"A fool thinks about his today, a wise man thinks about his tomorrow. It says a fool man thinks about only his current time, a wise man thinks about his future.",
      "equivalent":"-"
    },
    {
      "proverb":"Yozning kuni – yuz turli,\nQishning kuni – qirq turli.",
      "explanation":"Days of summer – a hundred kinds, days of winter – forty kinds. There are much more various (cool, warm, hot, sunny, cloudy, rainy, windy, etc.) days in summer than in winter (cold, cool, cloudy, snowy, rainy) in Uzbekistan.",
      "equivalent":"-"
    },
    {
      "proverb":"Toyni toy deb xo'rlama,\nErta-indin ot bo'lar.",
      "explanation":"Do not torture a colt because of being a colt, it will be a horse tomorrow or the day after tomorrow. Do not torture or disvalue a young person or a small thing, he or it will be big and become valuable in future.",
      "equivalent":"-"
    },
    {
      "proverb":"Do'st ming bo'lsa ham – oz, Dushman bir bo'lsa ham – ko‘p.\nDo'sting ming bo'lsa ham – oz, Dushmaning bir bo'lsa ham – ko'p.",
      "explanation":"Even your friends are a thousand, it is not enough, even your enemy is only one, it is more. An enemy may harm you much, while many friends cannot help you little.",
      "equivalent":"-"
    },
    {
      "proverb":"Berganga bir ham ko'p,\nOlganga o'n ham oz.",
      "explanation":"One is more for the man that has given, ten is less for the man that has taken. Even little money is seen much for the man that has given or lent, even much money is seen little for the man that has taken or borrowed.",
      "equivalent":"-"
    },
    {
      "proverb":"Berarmanga beshov ko'p,\nOlarmanga oltov oz.",
      "explanation":"Five is more for the man that is giving, six is less for the man that is taking. Even little money is seen much for the man that is giving or lending, even much money is seen little for the man that is taking or borrowing.",
      "equivalent":"-"
    },
    {
      "proverb":"Kelining bitta bo'lsa, o'tirib yeysan, Ikkita bo'lsa, turib yeysan, Uchta bo'lsa, yurib yeysan, To'rtta bo'lsa, yo'rg'alab yeysan.",
      "explanation":"If you have got one daughter-in-law, you sit while eating; if you have got two daughters-in-law, you stand while eating; if you have got three daughters-in-law, you walk while eating; if you have got four daughters-in-law, you walk slowly (because of tiredness) while eating. In some Uzbek families several daughters-in-law live together with their families in one house and they often quarrel, it is difficult for their mother-inlaw to make them live calmly and friendly.",
      "equivalent":"-"
    }
  ]
}
